export const data = [{
  "holidays": ["Новый Год", "Всемирный день мира", "Новогодние каникулы", "День общественного достояния", "День заплыва «полярных медведей» – Канада", "День коктейля «Кровавая Мэри»", "День дарения яблок", "День выпускания хлопушек на свободу", "День «Первой ноги» – Великобритания", "День единой европейской валюты", "Всемирный день семьи", "День авторского права", "Международный день похмелья", "День бросания кекса"],
  "names": ["Тимофей", "Илья", "Григорий", "Аглая"],
  "holidays_details": ["Рождественский пост", "Преподобного Илии Муромца", "Святого мученика Вонифатия", "Священномученика Ипатия Печерского, целебника", "Преподобного Иосифа Многоболезненного, Печерского"],
  "url": "https://my-calend.ru/holidays/1-january"
},
{
  "holidays": ["Игнатьев день", "День банковских и финансовых работников – Беларусь", "Новогодние каникулы", "День научной фантастики", "Новый мяу–год у кошек", "День профитролей", "Куриное Рождество – Черногория", "День шведского стола", "Праздник Новодворской иконы Божией Матери", "День личного тренера", "День мягких подушек", "День швейцарского сыра", "День мотивации и вдохновения", "Всемирный день интроверта"],
  "names": ["Ян", "Игнат", "Иван", "Даниил", "Антон"],
  "holidays_details": ["Рождественский пост", "Святого праведного Иоанна Кронштадтского", "Священномученика Игнатия Богоносца", "Предпразднество Рождества Христова"],
  "url": "https://my-calend.ru/holidays/2-january"
},
{
  "holidays": ["День рождения соломинки для коктейлей", "Новогодние каникулы", "День женщин в рок-н-ролле", "День вишни в шоколаде", "Фестиваль сонного дня", "День позора", "День бенгальских искр и гирляндных огней", "День памяти княгини Ольги", "День взвешивания"],
  "names": ["Сергей", "Петр", "Никита", "Михаил", "Леонтий", "Юлиана", "Ульяна"],
  "holidays_details": ["Рождественский пост", "Святителя Петра, митрополита Московского, всея России чудотворца", "Мученицы благоверной княгини Иулиании Вяземской и Новоторжской и святой мученицы Иулианы Никомидийской"],
  "url": "https://my-calend.ru/holidays/3-january"
},
{
  "holidays": ["День Ньютона", "Настасьин день", "Новогодние каникулы", "День страстей по лимонной карамельке", "День музыкального поп чарта", "День недопробитых бюллетеней", "День бесплатной цветочной корзины", "День пустяков", "День спагетти", "Всемирный день гипноза", "Всемирный день азбуки Брайля"],
  "names": ["Федор", "Теодор", "Дмитрий", "Анастасия"],
  "holidays_details": ["Рождественский пост", "Святой великомученицы Анастасии Узорешительницы"],
  "url": "https://my-calend.ru/holidays/4-january"
},
{
  "holidays": ["Федулов день", "День работников социальной защиты – Беларусь", "Новогодние каникулы", "Фестиваль льда и снега – Китай", "День маленьких историй", "День взбитых сливок", "День клубники – Япония", "День кето–диеты", "День птиц", "Международный день бойскаутов", "День сценариста", "Международный разгрузочный день"],
  "names": ["Ян", "Павел", "Макар", "Иван", "Давид", "Василий"],
  "holidays_details": ["Рождественский пост", "Святых десяти критских мучеников: Феодула, Саторнина, Евпора, Геласия, Евникиана, Зотика, Помпия, Агафопуса, Василида и Евареста"],
  "url": "https://my-calend.ru/holidays/5-january"
},
{
  "holidays": ["Рождественский сочельник", "Святки", "Новогодние каникулы", "День «Позовите поэта на обед»", "День песочного печенья", "День бобов", "День яблони", "Всемирный день детей-сирот войны", "День технологий", "День обнимашек"],
  "names": ["Сергей", "Николай", "Иннокентий", "Ахмед", "Клавдия", "Евгения", "Агата"],
  "holidays_details": ["Рождественский пост", "Рождественский сочельник (навечерие Рождества Христова)", "Преподобномученицы Евгении и с нею мучеников Прота, Иакинфа и Клавдии", "Преподобного Николая, монаха"],
  "url": "https://my-calend.ru/holidays/6-january"
},
{
  "holidays": ["Рождество Христово", "Святки", "Новогодние каникулы", "Международный день программистов", "День темпуры", "День победы над Наполеоном Бонапартом", "Международный день глупой походки", "День распутывания лыжных следов", "День выпускания газов", "День «Я больше не собираюсь это терпеть»", "День прялки"],
  "names": [],
  "holidays_details": ["Рождество Христово", "Святки"],
  "url": "https://my-calend.ru/holidays/7-january"
},
{
  "holidays": ["Святки", "Бабьи каши", "Новогодние каникулы", "День компьютерного набора", "День ванны с пеной", "День войны с бедностью", "День английской ириски", "День узора в виде разноцветных ромбиков", "День вращения Земли", "День наблюдения за мужчинами", "День защиты кожи зимой", "День распространения радости", "День карты визуализации"],
  "names": ["Николай", "Михаил", "Леонид", "Константин", "Ефим", "Дмитрий", "Григорий", "Василий", "Александр", "Мария", "Анфиса", "Агриппина", "Августина"],
  "holidays_details": ["Святки", "Попразднство Рождества Христова", "Собор Пресвятой Богородицы", "Священномученика Евфимия, епископа Сардийского"],
  "url": "https://my-calend.ru/holidays/8-january"
},
{
  "holidays": ["Святки", "Степановы труды", "День игры в прятки с зимой", "День статического электричества", "День благодарности правоохранительным органам", "День абрикоса", "День игры в Бога", "День путешествия на воздушном шаре", "Международный день хореографов", "День словесных ботаников"],
  "names": ["Федор", "Тихон", "Теодор", "Степан", "Лука", "Антонина"],
  "holidays_details": ["Святки", "Первомученика апостола от 70-ти Стефана, архидиакона", "Преподобного Феодора Начертанного, исповедника"],
  "url": "https://my-calend.ru/holidays/9-january"
},
{
  "holidays": ["Святки", "Домочадцев день, или Рождественский мясоед", "День инженера-механика ВМФ", "День горького шоколада", "День сокращения энергетических затрат", "День благодарности комнатным растениям", "День спасения орлов", "День вуду", "День устриц Рокфеллера", "День своеобразных людей", "День принципа большинства", "День обучения танцам пингвинов", "День без глютена", "День уборки своего стола", "День совершеннолетия – Япония"],
  "names": ["Симон", "Петр", "Николай", "Леонид", "Игнат", "Ефим", "Аркадий", "Александр", "Агата"],
  "holidays_details": ["Святки", "Священномученика Никодима (Кононова), епископа Белгородского", "Мучеников 20 000, в Никомидии в церкви сожженных", "Апостола от 70-ти Никанора"],
  "url": "https://my-calend.ru/holidays/10-january"
},
{
  "holidays": ["День заповедников и национальных парков", "Международный день «спасибо»", "Святки", "День молока", "День «Девочки обнимают мальчиков»", "День поэзии на работе", "День осведомленности о торговле людьми", "День прыгания по лужам и обрызгивания друзей", "День «Выучите свое имя на азбуке Морзе»", "Всемирный день зарисовок", "День тайного приятеля", "Международный день равенства на работе", "День опасности сигарет для вашего здоровья", "День магазина путешествий"],
  "names": ["Ян", "Марк", "Лаврентий", "Иван", "Егор", "Георгий", "Вениамин", "Наталья", "Матрена", "Ефросинья", "Евдокия", "Варвара", "Анна", "Агриппина"],
  "holidays_details": ["Святки", "Мучеников 14 000 младенцев, за Христа избиенных от Ирода в Вифлееме"],
  "url": "https://my-calend.ru/holidays/11-january"
},
{
  "holidays": ["День работника прокуратуры Российской Федерации", "Святки", "Анисьин день", "День похищений", "День горячего чая", "День посадки внутреннего дерева", "День марципана", "День поцелуя рыжих", "Праздник изумительных диких мужчин", "День фармацевта", "День курицы в соусе карри", "День «Придерживайтесь своего новогоднего решения»", "День «Работай усерднее»"],
  "names": ["Макар", "Лев", "Даниил", "Антон", "Мария", "Ирина", "Арина", "Анисия"],
  "holidays_details": ["Святки", "Святого Макария, митрополита Московского", "Апостола от 70-ти Тимона, епископа Бострийского", "Мученицы Анисии Солунской (Фессалоникийской)", "Священномученика Зотика Сиропитателя, пресвитера"],
  "url": "https://my-calend.ru/holidays/12-january"
},
{
  "holidays": ["Щедрый вечер (Меланка, Васильев вечер)", "День российской печати", "Святки", "День «Осуществи свою мечту»", "День случайных попутчиков", "День резинового утенка", "День общественного радиовещания", "День наклейки", "Праздник горящих костров – Индия"],
  "names": ["Петр", "Михаил", "Мелания"],
  "holidays_details": ["Святки", "Преподобной Мелании Римляныни", "Отдание праздника Рождества Христова"],
  "url": "https://my-calend.ru/holidays/13-january"
},
{
  "holidays": ["Старый Новый год", "Святки", "Обрезание Господне", "День трубопроводных войск России", "День одевания домашних питомцев", "День белоснежных птиц", "День народного целителя", "День острого сэндвича с пастромой", "День рождения Московской области", "Международный фестиваль бумажных змеев – Индия", "День «Позовите миссионера на обед»", "День «Приберитесь в своём доме»", "Праздник осла", "День кесарева сечения"],
  "names": ["Ян", "Яков", "Трофим", "Платон", "Петр", "Николай", "Михаил", "Иван", "Еремей", "Григорий", "Вячеслав", "Василий", "Богдан", "Александр", "Эмилия"],
  "holidays_details": ["Обрезание Господне", "Святки", "Святителя Василия Великого"],
  "url": "https://my-calend.ru/holidays/14-january"
},
{
  "holidays": ["День рождения Википедии", "Святки", "Сильвестров день", "День поиска пропавшего эха", "День посадки деревьев – Египет", "День моря и океана – Индонезия", "День клубничного мороженого", "День шляпы", "День бублика", "День нотариуса Краснодарского края", "День образования Следственного комитета РФ", "День Главного штаба Военно–морского флота РФ", "День выбоины", "День свежевыжатого сока", "День чайного гриба"],
  "names": ["Сергей", "Серафим", "Петр", "Марк", "Кузьма", "Василий", "Юлиана", "Ульяна"],
  "holidays_details": ["Святки", "Преподобного Серафима Саровского (преставление, второе обретение мощей)", "Предпразднство Богоявления", "Святого пророка Малахии", "Святителя Сильвестра, Папы Римского", "Святой праведной Иулиании Лазаревской (Муромской)"],
  "url": "https://my-calend.ru/holidays/15-january"
},
{
  "holidays": ["Всемирный день «The Beatles»", "День Ледовара", "Всемирный день религии", "Святки", "Гордеев день", "День свободы вероисповедания", "День печенья «Фиг Ньютон»", "День ничего", "Международный день горячей и острой пищи", "День великих сумочных раскопок"],
  "names": ["Гордей", "Ирина", "Арина"],
  "holidays_details": ["Святки", "Святого мученика Гордия"],
  "url": "https://my-calend.ru/holidays/16-january"
},
{
  "holidays": ["День детских изобретений", "Святки", "День творчества и вдохновения", "Судный день", "День задабривания телефонного божества", "День горячего рома с маслом", "День объятий коротышек", "День канатной дороги", "День Мартина Лютера Кинга"],
  "names": ["Яков", "Эраст", "Филипп", "Трофим", "Тимофей", "Степан", "Станислав", "Семен", "Родион", "Прохор", "Павел", "Остап", "Николай", "Марк", "Лука", "Клим", "Иосиф", "Ефим", "Денис", "Афанасий", "Архип", "Артем", "Аристарх", "Александр"],
  "holidays_details": ["Святки", "Святителя Евстафия I, архиепископа Сербского", "Собор 70-ти Апостолов", "Преподобного Феоктиста"],
  "url": "https://my-calend.ru/holidays/17-january"
},
{
  "holidays": ["Святки", "Крещенский сочельник", "День рождения детского телевидения в России", "День праздничного ожидания", "День зажигания маяка", "День кофейного гурмана", "День толкового словаря", "День пекинской утки", "День Винни Пуха", "День Главного командования ВВС России"],
  "names": ["Фома", "Сергей", "Роман", "Матвей", "Лукьян", "Иосиф", "Григорий", "Татьяна", "Евгения", "Аполлинария"],
  "holidays_details": ["Крещенский сочельник", "Святки", "Пророка Михея"],
  "url": "https://my-calend.ru/holidays/18-january"
},
{
  "holidays": ["Крещение Господне", "День спасателя – Беларусь", "День музейного селфи", "День апельсиновых сказок", "День попкорна", "День консервной банки", "День благодарности оружию", "День рождения Ульяновской области", "День патологоанатома"],
  "names": ["Ян", "Иван"],
  "holidays_details": ["Крещение Господне (Святое Богоявление)"],
  "url": "https://my-calend.ru/holidays/19-january"
},
{
  "holidays": ["Зимний свадебник (Иванов день)", "Зимний день согревания мира", "Удивительный день совпадений", "День пингвина", "День любителей сыра", "День диджея", "День Республики Крым", "День делопроизводственной службы МВД РФ", "День идеального веса для женщин"],
  "names": ["Ян", "Иван", "Василий", "Афанасий"],
  "holidays_details": ["Попразднство Богоявления", "Собор Пророка, Предтечи и Крестителя Господня Иоанна"],
  "url": "https://my-calend.ru/holidays/20-january"
},
{
  "holidays": ["День инженерных войск", "Международный день объятий", "Емельяны Перезимники", "День аспиранта", "Международный день фетиша", "День признательности белкам", "День тихих шагов и незаметных взглядов", "День бабушки – Польша", "День злакового батончика", "День бананового хлеба", "День алкогольной независимости"],
  "names": ["Юлиан", "Эмиль", "Михаил", "Илья", "Емельян", "Егор", "Евгений", "Дмитрий", "Григорий", "Георгий", "Вольдемар", "Владимир", "Виктор", "Антон", "Доминика", "Василиса"],
  "holidays_details": ["Святителя Емилиана", "Преподобного Георгия Хозевита", "Преподобных Григория чудотворца и Григория затворника Печерских", "Преподобной Домники Константинопольской", "Священномученика Исидора Юрьевского (Дерптского), пресвитера и с ним 72-х мучеников пострадавших"],
  "url": "https://my-calend.ru/holidays/21-january"
},
{
  "holidays": ["День войск авиации противовоздушной обороны РФ", "День рождения воздушной кукурузы", "Филиппов день", "День Соборности Украины – Украина", "День проветривания блокнотных записей", "День светлого пирожного", "День дедушки – Польша", "День ответов на вопросы вашей кошки", "Праздник жизни", "Температурный праздник", "День птиц – Великобритания", "День святости человеческой жизни"],
  "names": ["Филипп", "Петр", "Павел", "Захар", "Антонина"],
  "holidays_details": ["Святителя Филиппа, митрополита Московского и всея России, чудотворца", "Мученика Полиевкта", "Преподобного Евстратия, чудотворца"],
  "url": "https://my-calend.ru/holidays/22-january"
},
{
  "holidays": ["День ручного письма (День почерка)", "День зеленого света", "Григорий Летоуказатель", "Всемирный день снега", "Праздник слухов", "День «Баунти»", "День пирога", "Всемирный день свободы – Тайвань", "День измерения своей стопы"],
  "names": ["Петр", "Павел", "Макар", "Григорий", "Анатолий", "Арсения"],
  "holidays_details": ["Святителя Григория Нисского, епископа", "Святителя Феофана Затворника Вышенского", "Преподобного Маркиана Константинопольского, пресвитера", "Священномученика Анатолия, митрополита Одесского", "Преподобного Дометиана, епископа Мелитинского", "Преподобного Павла Комельского (Обнорского)"],
  "url": "https://my-calend.ru/holidays/23-january"
},
{
  "holidays": ["Международный день эскимо", "День рождения баночного пива", "Федосеев день", "День осведомлённости о синдроме Мебиуса", "День лобстера «Термидор»", "Всемирный день смеха от живота", "День примерки морозного кружева", "День арахисового масла", "День девочек – Индия", "День комплиментов", "День памяти жертв политических репрессий казачества", "День комьюнити–менеджера"],
  "names": ["Федор", "Теодор", "Степан", "Николай", "Михаил", "Иосиф", "Вольдемар", "Владимир", "Виталий"],
  "holidays_details": ["Преподобного Михаила Клопского, Новгородского", "Преподобного Феодосия Великого, общих житий начальника"],
  "url": "https://my-calend.ru/holidays/24-january"
},
{
  "holidays": ["Татьянин день (День студента)", "День штурманов Военно-Морского Флота Российской Федерации", "День рождения МГУ", "День счастливых снеговиков", "День ирландского кофе", "День туризма – Индия", "День противоположности", "День питания – Индонезия", "День Генерального штаба ВС РФ"],
  "names": ["Савва", "Петр", "Макар", "Илья", "Татьяна"],
  "holidays_details": ["Мученицы Татианы Римской и с нею в риме пострадавших", "Святителя Саввы I, архиепископа Сербского", "Преподобного Мартиниана Белозерского"],
  "url": "https://my-calend.ru/holidays/25-january"
},
{
  "holidays": ["Международный день таможенника", "Ермилов день", "День работника контрольно-ревизионной службы – Украина", "День селфи в библиотеке", "День зеленого сока", "День случайных направлений", "День карамельных конфет с арахисом", "День Австралии", "День супругов", "Всемирный день экологического образования"],
  "names": ["Яков", "Петр", "Максим", "Елизар", "Афанасий"],
  "holidays_details": ["Преподобного Иринарха Ростовского", "Преподобного Елеазара Анзерского", "Мучеников Ермила и Стратоника"],
  "url": "https://my-calend.ru/holidays/26-january"
},
{
  "holidays": ["Международный день памяти жертв Холокоста", "Нина – обряды скотины", "День танца со своей тенью", "День шоколадного торта", "День солнечного кофе", "День снятия блокады г. Ленинграда", "День печати МВД РФ", "День несочетаемых цветов в одежде"],
  "names": ["Ян", "Степан", "Сергей", "Савва", "Павел", "Марк", "Макар", "Иосиф", "Илья", "Иван", "Еремей", "Давид", "Вениамин", "Аристарх", "Андрей", "Адам", "Нина"],
  "holidays_details": ["Отдание праздника Богоявления", "Равноапостольной Нины, просветительницы Грузии"],
  "url": "https://my-calend.ru/holidays/27-january"
},
{
  "holidays": ["Международный день защиты персональных данных", "День рождения дизельного двигателя", "Всемирный день безработных", "Павлов день (День колдунов)", "День благодарности разработчикам плагинов", "День черничных оладий", "День пробуждения внутреннего ребенка", "День ромашки", "Международный день конструктора Лего", "День высших специальных офицерских классов ВМФ РФ", "День дошкольного фитнеса", "День веселья на работе"],
  "names": ["Ян", "Прохор", "Павел", "Михаил", "Иван", "Гавриил", "Илона", "Елена", "Алена"],
  "holidays_details": ["Преподобного Павла Фивейского", "Преподобного Иоанна Кущника"],
  "url": "https://my-calend.ru/holidays/28-january"
},
{
  "holidays": ["День мобилизации против угрозы ядерной войны", "Петр-полукорм", "День вольнодумцев", "День неспешного заплетания кос", "День необязательств", "День скряги", "День кукурузных чипсов", "День головоломок", "День первооткрывателя"],
  "names": ["Ян", "Симон", "Петр", "Максим", "Иван", "Неонила", "Леонилла"],
  "holidays_details": ["Праведного Максима Тотемского, пресвитера", "Поклонение честным веригам апостола Петра", "Священномученика Иоанна Петтайя"],
  "url": "https://my-calend.ru/holidays/29-january"
},
{
  "holidays": ["Международный день БЕЗ интернета", "Антон Перезимник", "День деда Мороза и Снегурки", "День науки – Беларусь", "Всемирный день помощи больным проказой", "Всемирный день принцессы Анастасии", "День красных стрелочек, показывающих на юг", "Школьный день ненасилия и мира", "День круассана"],
  "names": ["Ян", "Павел", "Иван", "Егор", "Георгий", "Виктор", "Антон", "Антонина"],
  "holidays_details": ["Преподобного Антония Великого", "Преподобного Антония Дымского"],
  "url": "https://my-calend.ru/holidays/30-january"
},
{
  "holidays": ["Международный день ювелира", "День рождения русской водки", "Афанасий Ломонос", "День воздушно–пузырчатой упаковки", "День рисования солнца на снегу", "День вдохновения сердца искусством", "День коктейля «Бренди Александр»", "День беспризорных детей – Австрия", "День горячего шоколада", "День наоборот"],
  "names": ["Эмиль", "Сергей", "Николай", "Михаил", "Максим", "Кирилл", "Илларион", "Емельян", "Евгений", "Дмитрий", "Вольдемар", "Владимир", "Афанасий", "Александр", "Оксана", "Мария", "Ксения"],
  "holidays_details": ["Святителей Афанасия Великого и Кирилла, архиепископов Александрийских", "Преподобных Кирилла и Марии, родителей преподобного Сергия Радонежского"],
  "url": "https://my-calend.ru/holidays/31-january"
},
{
  "holidays": ["Макарьев день", "День пирога «Запечённая Аляска»", "День кейк-поп", "Всемирный день хиджаба", "День вставания", "День свободы", "День заглядывания за спину", "День Робинзона Крузо", "День лифтера (День работника лифтового хозяйства)"],
  "names": ["Федор", "Теодор", "Савва", "Петр", "Николай", "Марк", "Макар", "Ефим", "Арсений", "Антон"],
  "holidays_details": ["Преподобного Макария Великого, Египетского", "Преподобного Саввы Сторожевского, Звенигородского", "Священномученика Петра Скипетрова, пресвитера", "Святителя Марка Евгеника, архиепископа", "Блаженного Феодора Новгородского", "Преподобного Макария Римлянина, Новгородского", "Преподобного Макария Печерского, диакона"],
  "url": "https://my-calend.ru/holidays/1-february"
},
{
  "holidays": ["День сурка", "Ефимов день", "День ежа", "Сталинградская битва – День воинской славы России", "День буквы Ы", "День ездовых собак", "Всемирный день гавайской гитары", "Всемирный день водно-болотных угодий", "День осведомлённости о ревматоидном артрите", "Блинный день – Франция", "День пудинга – Великобритания", "День свечей – Эстония", "День хвостиков – Япония", "День картофельных шариков", "День небесных блюд"],
  "names": ["Павел", "Лев", "Лаврентий", "Захар", "Ефим", "Римма", "Инна"],
  "holidays_details": ["Преподобного Евфимия Великого"],
  "url": "https://my-calend.ru/holidays/2-february"
},
{
  "holidays": ["Всемирный день свободной любви", "Максимов день", "Всемирный день борьбы с ненормативной лексикой", "День женщины-врача", "День, когда умерла музыка", "День пропавших без вести людей", "День золотистого ретривера", "День морковного торта", "День волшебства варежек на резинке"],
  "names": ["Ян", "Максим", "Илья", "Иван", "Евгений", "Анна", "Агния"],
  "holidays_details": ["Преподобного Максима Грека", "Преподобного Максима Исповедника", "Мучеников Евгения, Кандида, Валериана и Акилы", "Мученика Неофита Никейского"],
  "url": "https://my-calend.ru/holidays/3-february"
},
{
  "holidays": ["Всемирный день борьбы против рака", "Тимофеев день", "Праздник хорошего настроения", "День чудесных чудаков", "День рождения резиновых калош", "День неандертальца", "День домашнего супа", "День создания вакуума", "День фаршированных грибов", "День тренеров афроамериканцев", "День работы в голом виде", "День «Подарите детям улыбку»", "День красной одежды"],
  "names": ["Ян", "Яков", "Эммануил", "Тимофей", "Петр", "Николай", "Макар", "Леонтий", "Леон", "Иосиф", "Иван", "Ефим", "Егор", "Георгий", "Гавриил"],
  "holidays_details": ["Святого апостола от 70-ти Тимофея", "Преподобного Макария Жабынского, Белевского чудотворца", "Священномучеников Иоанна Успенского и Евфимия Тихонравова, пресвитеров", "Преподобномученика Анастасия Персянина", "Преподобномученика Анастасия Печерского, диакона"],
  "url": "https://my-calend.ru/holidays/4-february"
},
{
  "holidays": ["Всемирный день Нутеллы", "День эрудита", "Агафий-полухлебник", "Международный день коктейля «Писко сауэр»", "День мороженого на завтрак", "Великий день", "Всероссийский день памяти дипкурьеров, погибших при исполнении служебных обязанностей", "День разукрашивания планов на будущее", "День шоколадного фондю", "День бабочки-монарх", "День метеоролога"],
  "names": ["Федор", "Теодор", "Серафим", "Клим", "Геннадий", "Милица", "Катарина", "Екатерина", "Евдокия"],
  "holidays_details": ["Священномученика Климента, епископа Анкирского и мученика Агафангела Римлянина", "Святителя Феоктиста, архиепископа Новгородского", "Собор Костромских святых", "Преподобного Геннадия Костромского и Любимоградского"],
  "url": "https://my-calend.ru/holidays/5-february"
},
{
  "holidays": ["Международный день бармена", "Аксиньин день", "Праздник мыслей", "День замороженного йогурта", "День Боба Марли – Ямайка", "День ступенек и лестниц", "День палочек для еды"],
  "names": ["Ян", "Тимофей", "Павел", "Николай", "Иван", "Денис", "Оксана", "Ксения"],
  "holidays_details": ["Мученика Иоанна Казанского", "Блаженной Ксении Петербургской", "Преподобной Ксении (в миру Евсевии) Миласской, диаконисы", "Святителя Герасима, епископа Великопермского, Устьвымского"],
  "url": "https://my-calend.ru/holidays/6-february"
},
{
  "holidays": ["День рождения огнетушителя", "Григорьев день", "День полетов на Луну", "Праздник иконы Божией Матери «Утоли моя печали»", "День российского бизнес-образования", "День балета", "День отправки открыток друзьям"],
  "names": ["Филипп", "Феликс", "Степан", "Петр", "Дмитрий", "Григорий", "Вольдемар", "Владимир", "Виталий", "Борис", "Анатолий", "Александр"],
  "holidays_details": ["Святителя Григория Богослова, архиепископа Константинопольского", "Священномученика Василия (Зеленцова), епископа Прилукского", "Святителя Моисея, архиепископа Новгородского и Псковского", "Священномученика Владимира (Богоявленского), митрополита Киевского", "Священномученика Петра (Зверева), архиепископа Воронежского"],
  "url": "https://my-calend.ru/holidays/7-february"
},
{
  "holidays": ["День военного топографа", "День российской науки", "Всемирный день безопасного Интернета", "Федор-поминальник", "День риелтора", "День нирваны", "День воздушных змеев", "День памяти юного героя-антифашиста", "День «Смейся и богатей»", "День бойскаутов", "День пирожных из чёрной патоки", "День подбрасывания монетки", "День внеземной культуры"],
  "names": ["Ян", "Федор", "Теодор", "Семен", "Петр", "Клим", "Иосиф", "Иван", "Давид", "Гавриил", "Аркадий", "Мария"],
  "holidays_details": ["Преподобных Ксенофонта Константинопольского, супруги его Марии и сыновей их Аркадия и Иоанна", "Преподобного Феодора Студита, игумена"],
  "url": "https://my-calend.ru/holidays/8-february"
},
{
  "holidays": ["День работника гражданской авиации", "Международный день стоматолога", "День зимних видов спорта в России", "День рождения волейбола", "День рождения стриптиза", "День апростохорошо", "Международный день пиццы", "День чтения в ванной", "День зубной боли"],
  "names": ["Ян", "Петр", "Иван", "Дмитрий"],
  "holidays_details": ["Перенесение мощей святителя Иоанна Златоуста, архиепископа Константинопольского"],
  "url": "https://my-calend.ru/holidays/9-february"
},
{
  "holidays": ["День дипломатического работника", "День рождения утюга", "День памяти А.С. Пушкина", "День домового", "Ефремов день", "День пирожного с сырным кремом", "Всемирный день зернобобовых культур", "День рассматривания лиц", "День зонтика"],
  "names": ["Федор", "Теодор", "Леонтий", "Игнат", "Егор", "Георгий", "Вольдемар", "Владимир", "Варфоломей", "Ольга"],
  "holidays_details": ["Преподобного Ефрема Сирина", "Преподобного Ефрема Новоторжского", "Преподобного Ефрема Печерского", "Преподобного Феодосия Тотемского", "Преподобного Исаака Сирина"],
  "url": "https://my-calend.ru/holidays/10-february"
},
{
  "holidays": ["Всемирный день больного", "День рождения парохода", "Лаврентьев день", "День подкормки лесных зверей – Польша", "Международный день женщин и девочек в науке", "День волшебных сказок на ночь", "День мятных лепёшек", "Европейский день номера экстренного вызова", "День изобретателей", "Проводы наличности", "День белой рубашки", "День гитары"],
  "names": ["Ян", "Яков", "Юлиан", "Роман", "Лука", "Леонтий", "Лаврентий", "Константин", "Игнат", "Иван", "Дмитрий"],
  "holidays_details": ["Перенесение мощей священномученика Игнатия Богоносца", "Святителя Лаврентия, затворника Печерского", "Собор Екатеринбургских святых"],
  "url": "https://my-calend.ru/holidays/11-february"
},
{
  "holidays": ["Международный день брачных агентств", "Международный день науки и гуманизма", "Трехсвятие", "Всемирный день холангиокарциномы", "День безумного желудка", "День подразделений лицензионно-разрешительной работы МВД РФ", "Международный день детей-солдат", "День полиции общественной безопасности", "День прокладывания тропинок", "День репродуктивного здоровья", "День свободы брака", "День сливового пудинга"],
  "names": ["Ян", "Федор", "Теодор", "Степан", "Петр", "Максим", "Иван", "Григорий", "Вольдемар", "Владимир", "Василий", "Пелагея"],
  "holidays_details": ["Собор вселенских учителей и святителей Василия Великого, Григория Богослова и Иоанна Златоустого", "Священномученика Ипполита, епископа Остинского и с ним мучеников Кенсорина, Савина, мученицы Хрисии девы и прочих 20-ти мучеников", "Преподобного Зинона, постника Печерского"],
  "url": "https://my-calend.ru/holidays/12-february"
},
{
  "holidays": ["Всемирный день радио", "День Аэрофлота", "День рождения кинокамеры", "Никита-пожарник", "Всемирный день брака", "День матери – Норвегия", "День родного языка и письменности в Якутии", "Международный день презерватива", "День подруг", "День безумно влюблённых в меня", "День тортеллини", "День бродячих дверей"],
  "names": ["Ян", "Никита", "Илья", "Иван", "Виктор", "Афанасий"],
  "holidays_details": ["Бессребреников мучеников Кира и Иоанна и с ними мученицы Афанасии и дочерей ее: Феодотии, Феоктисты и Евдоксии", "Святителя Никиты, затворника Печерского, епископа Новгородского"],
  "url": "https://my-calend.ru/holidays/13-february"
},
{
  "holidays": ["День компьютерщика", "День Святого Валентина (14 февраля, День всех влюбленных)", "Трифонов день", "Международный день борьбы с эпилепсией", "День очистки компьютера", "Международный день дарения книг", "День поклонения родителям – Индия", "День распространения информации о врожденном пороке сердца", "Праздник виноградарей – Болгария", "День шоколадных конфет с кремом", "День рождения французского языка", "День маленьких перевоплощений", "День колеса обозрения", "Международный день чудаков-одиночек", "День влюбленных в библиотеку", "Всемирный день исцеления звуком"],
  "names": ["Тимофей", "Семен", "Петр", "Николай", "Давид", "Гавриил", "Василий"],
  "holidays_details": ["Мытаря и фарисея", "Предпразднство Сретения Господня", "Святого мученика Трифона Апамейского", "Преподобного Петра Галатийского"],
  "url": "https://my-calend.ru/holidays/14-february"
},
{
  "holidays": ["Сретение Господне", "День памяти воинов-интернационалистов", "Международный день онкобольного ребенка", "День барана – Новая Зеландия", "День войск правительственной связи РФ", "День завязывания узелков на счастье", "День осведомленности о холостом образе жизни", "День круглых леденцов", "День звона колец", "Международный день операционной медицинской сестры"],
  "names": ["Василий"],
  "holidays_details": ["Сретение Господне", "Мытаря и фарисея"],
  "url": "https://my-calend.ru/holidays/15-february"
},
{
  "holidays": ["Починки", "День поиска запахов", "День помощи ворчунам", "День инноваций", "День миндаля", "День свежего ананаса", "День разведки ВМФ РФ", "День архива Министерства Энергетики РФ"],
  "names": ["Ян", "Тимофей", "Симон", "Семен", "Роман", "Павел", "Николай", "Михаил", "Иван", "Вольдемар", "Владимир", "Адриан", "Анна"],
  "holidays_details": ["Мытаря и фарисея", "Благоверного князя Романа Угличского", "Равноапостольного Николая (Касаткина), архиепископа Японского", "Попразднство Сретения Господня", "Праведных Симеона Богоприимца и Анны Пророчицы"],
  "url": "https://my-calend.ru/holidays/16-february"
},
{
  "holidays": ["Международный день спонтанного проявления доброты", "Никола Студеный", "День чемпионата крабьих гонок", "Всемирный день человеческого духа", "День построения воздушных замков", "День кота – Польша", "День капусты", "День российских студенческих отрядов", "День Службы горючего ВС РФ", "Всемирный день управления информацией"],
  "names": ["Ян", "Юрий", "Федор", "Теодор", "Сергей", "Серафим", "Петр", "Остап", "Николай", "Михаил", "Кирилл", "Иосиф", "Иван", "Ибрагим", "Егор", "Дмитрий", "Георгий", "Василий", "Борис", "Аркадий", "Андрей", "Алексей", "Александр", "Катарина", "Екатерина", "Анна"],
  "holidays_details": ["Мытаря и фарисея", "Преподобного Исидора Пелусиота", "Благоверного князя Георгия (Юрия) Всеволодовича Владимирского", "Преподобного Кирилла Новоезерского (Новгородского)"],
  "url": "https://my-calend.ru/holidays/17-february"
},
{
  "holidays": ["День транспортной полиции России", "Агафья Коровница", "Троян Зимний", "День камбалы фаршированной крабами", "День освобождения Адыгеи от немецко-фашистских захватчиков", "День батарейки", "Праздник всех легкомысленных", "День, когда все понятно без слов", "День выпивания вина", "День пельменей", "День вещевой и продовольственной службы ВС РФ", "День попечителей", "День Плутона"],
  "names": ["Михаил", "Макар", "Антон", "Василиса", "Александра", "Агата"],
  "holidays_details": ["Мытаря и фарисея", "Святителя Феодосия, архиепископа Черниговского", "Мученицы Агафии Панормской (Палермской)"],
  "url": "https://my-calend.ru/holidays/18-february"
},
{
  "holidays": ["Всемирный день защиты морских млекопитающих", "Вукол Телятник (Жуколы)", "День дарения книг – Армения", "День смешивания разных красок", "День рождения синоптической карты", "Международный день перетягивания каната", "День мятного шоколада", "День военно-оркестровой службы ВС РФ", "День орнитолога"],
  "names": ["Ян", "Юлиан", "Севастьян", "Максим", "Иван", "Дмитрий", "Василий", "Арсений", "Анатолий", "Александр", "Марфа", "Марта", "Мария", "Кристина"],
  "holidays_details": ["Мытаря и фарисея", "Преподобного Вукола Смирнского, епископа", "Преподобных Варсонофия Великого и Иоанна пророка"],
  "url": "https://my-calend.ru/holidays/19-february"
},
{
  "holidays": ["Всемирный день социальной справедливости", "День леденцовых петушков", "День Луки (Могущница)", "День молодого избирателя", "День Героев Небесной сотни – Украина", "Международный день курильщиков трубки", "День профессионального алкоголика", "День любви к своему питомцу", "День вишневого пирога", "День яблока"],
  "names": ["Петр", "Лука", "Алексей", "Александр"],
  "holidays_details": ["Преподобного Парфения, епископа Лампсакийского", "Преподобного Луки Елладского"],
  "url": "https://my-calend.ru/holidays/20-february"
},
{
  "holidays": ["Всемирный день экскурсовода", "Международный день родного языка", "Захар Серповидец", "День работников землеустроительной и картографо-геодезической службы – Беларусь", "День наблюдения за полетом бумеранга", "День чтения поздравительных открыток", "День булочек с повидлом", "День фельдшера"],
  "names": ["Федор", "Теодор", "Степан", "Сергей", "Семен", "Савва", "Петр", "Макар", "Захар", "Андрей", "Александр"],
  "holidays_details": ["Великомученика Феодора Стратилата", "Пророка Захарии Серповидца", "Святителя Саввы II, архиепископа Сербского"],
  "url": "https://my-calend.ru/holidays/21-february"
},
{
  "holidays": ["Международный день поддержки жертв преступлений", "День Панкратия", "День кошки – Япония", "День Джорджа Вашингтона – США", "Всемирный день размышлений", "День приманивания хорошего настроения", "День коктейля «Маргарита»", "День основателей движения скаутов", "День дикой природы", "День прогулки с собакой", "Всемирный день стерилизации домашних животных"],
  "names": ["Ян", "Тихон", "Петр", "Иннокентий", "Иван", "Геннадий", "Василий"],
  "holidays_details": ["Мученика Никифора Антиохийского (Сирийского)", "Обретение мощей святителя Иннокентия (Кульчицкого), епископа Иркутского", "Обретение мощей святителя Тихона (Белавина), патриарха Московского и всея России", "Преподобного Панкратия Печерского"],
  "url": "https://my-calend.ru/holidays/22-february"
},
{
  "holidays": ["День защитника Отечества", "Прохор Весновей", "День защитника Отечества – Беларусь", "День керлинга", "Праздник иконы Божией Матери «Огневидная»", "Международный день собачьего печенья", "День бананового хлеба", "День игры в теннис", "День сражений подушками"],
  "names": ["Ян", "Семен", "Прохор", "Петр", "Марк", "Лука", "Иван", "Григорий", "Герман", "Геннадий", "Василий", "Аркадий", "Антон", "Аким", "Галина", "Валентина", "Анна"],
  "holidays_details": ["Священномученика Харалампия, епископа Магнезийского, мучеников Порфирия, Ваптоса и трех мучениц", "Благоверной княгини Анны Новгородской", "Преподобного Прохора Печерского", "Преподобного Лонгина Коряжемского, иеромонаха"],
  "url": "https://my-calend.ru/holidays/23-february"
},
{
  "holidays": ["Власьев день", "День рождения лотереи", "Праздник съехавшей крыши", "День полосок и пятнышек", "День кукурузной лепешки", "День цифрового обучения"],
  "names": ["Захар", "Егор", "Дмитрий", "Георгий", "Гавриил", "Всеволод"],
  "holidays_details": ["Священномученика Власия Севастийского, епископа", "Благоверного князя Всеволода (в Крещении Гавриила) Новгородского, Псковского чудотворца", "Преподобного Димитрия Прилуцкого, игумена Вологодского"],
  "url": "https://my-calend.ru/holidays/24-february"
},
{
  "holidays": ["День рождения револьвера", "День открытия спирта", "Алексей Рыбный", "День составления географических карт несуществующих земель", "День супа «Клэм-чаудер»", "День памяти Иверской иконы Божией Матери", "День арахиса в шоколаде"],
  "names": ["Евгений", "Антон", "Алексей", "Мария"],
  "holidays_details": ["Иверской иконы Божией Матери", "Святителя Алексия, митрополита Московского, всея России чудотворца", "Святителя Мелетия (Леонтовича), архиепископа Харьковского"],
  "url": "https://my-calend.ru/holidays/25-february"
},
{
  "holidays": ["Мясопустная суббота", "День стекломойщиков", "Международный день неторопливости", "Мартинианов день", "День поиска норы спящего лета", "Всемирный день фисташек", "День рассказывания сказок"],
  "names": ["Ян", "Тимофей", "Степан", "Семен", "Павел", "Николай", "Михаил", "Мартин", "Леонтий", "Иван", "Евгений", "Гавриил", "Вольдемар", "Владимир", "Василий", "Артем", "Фотиния", "Светлана", "Ирина", "Зоя", "Вера", "Арина", "Анна"],
  "holidays_details": ["Суббота мясопустная (Вселенская родительская)", "Преподобного Мартиниана Кесарийского (Палестинского)", "Преподобных Зои и Светланы (Фотинии)", "Преподобного Симеона Мироточивого (в миру Стефана Неманя), царя Сербского"],
  "url": "https://my-calend.ru/holidays/26-february"
},
{
  "holidays": ["Международный день полярного (белого) медведя", "День оптимиста", "Кирилл Весноуказчик", "День экономиста Краснодарского края", "День мексиканского кофейного ликера «Калуа»", "Всемирный день неправительственных организаций", "День осведомленности об аносмии", "День протеина", "День улыбок глазами", "День тупости", "День Покемона", "День Сил специальных операций РФ", "День клубники"],
  "names": ["Федор", "Теодор", "Рафаэль", "Михаил", "Константин", "Кирилл", "Ибрагим", "Егор", "Георгий"],
  "holidays_details": ["Равноапостольного Кирилла, учителя Словенского", "Преподобного Марона, пустынника Сирийского", "12-ти греков, строителей соборной Успенской церкви Киево-Печерской Лавры", "Преподобного Исаакия, затворника Печерского", "Преподобного Авксентия Вифинского", "Благоверного князя Михаила Черниговского и боярина его мученика Феодора, чудотворцев"],
  "url": "https://my-calend.ru/holidays/27-february"
},
{
  "holidays": ["Масленица", "Онисим Овчар", "Международный день больных редкими заболеваниями", "День памяти иконы Божией Матери Виленской", "День шоколадного суфле", "День флористики", "День сна в общественных местах", "День зубной феи", "День ухода зимы"],
  "names": ["Ян", "Семен", "Петр", "Николай", "Михаил", "Иван", "Афанасий", "Арсений", "Алексей", "София", "Ефросинья"],
  "holidays_details": ["Масленица", "Преподобного Пафнутия, затворника Печерского", "Апостола от 70-ти Онисима"],
  "url": "https://my-calend.ru/holidays/28-february"
},
{
  "holidays": ["Всемирный день гражданской обороны", "День хостинг-провайдера", "День кошки в России", "Масленица", "Всемирный день иммунитета", "Ярилин день", "День благодарности – Казахстан", "День любителей арахисового масла", "День фруктового компота", "День цветных женщин", "День пива – Исландия", "День Забайкальского края", "День предвкушения тепла", "День борьбы с наркобизнесом", "Всемирный день комплимента", "День свиньи", "День экспертно-криминалистической службы МВД РФ", "Праздник весны"],
  "names": ["Юлиан", "Самуил", "Павел", "Макар", "Илья", "Еремей", "Даниил"],
  "holidays_details": ["Масленица", "Святителя Макария (Невского), митрополита Московского и Коломенского", "Мучеников Памфила, пресвитера, Валента, диакона, Павла, Порфирия, Селевкия, Феодула, Иулиана,Самуила, Илии, Даниила, Иеремии, Исаии"],
  "url": "https://my-calend.ru/holidays/1-march"
},
{
  "holidays": ["Масленица", "Международный день спички", "День рождения компакт-диска", "День Федора Тирона и Мариамны Кикиморы", "День считания ворон", "День создания добровольных народных дружин", "День сливочно-бананового пирога", "День старых вещей", "День чтения"],
  "names": ["Федор", "Теодор", "Роман", "Павел", "Николай", "Михаил", "Пульхерия", "Мария", "Марианна", "Анна"],
  "holidays_details": ["Масленица", "Священномученика Ермогена, патриарха Московского и всея России, чудотворца", "Великомученика Феодора Тирона"],
  "url": "https://my-calend.ru/holidays/2-march"
},
{
  "holidays": ["Всемирный день писателя", "Всемирный день дикой природы", "Международный день охраны здоровья уха и слуха", "Масленица", "Овсянки", "Праздник девочек – Япония", "День матери – Грузия", "День коктейля «Московский мул»", "День мясной нарезки", "День глинтвейна", "День памяти святого благоверного князя Игоря", "День морских воинских частей внутренних войск МВД РФ", "День ожидания чуда"],
  "names": ["Павел", "Лев", "Кузьма", "Вольдемар", "Владимир", "Виктор", "Василий"],
  "holidays_details": ["Масленица", "Святителя Льва I, папы Римского", "Преподобного Космы Яхромского"],
  "url": "https://my-calend.ru/holidays/3-march"
},
{
  "holidays": ["Масленица", "День рождения микрофона", "День Архипа и Филимона", "День милиции – Беларусь", "День грамматики", "День игрушечных солдатиков", "День апельсиновых котов", "Международный день очкарика", "День создания медицинских вытрезвителей МВД РФ", "День «Сделай что-нибудь»", "День благодарности сотрудникам – Канада, США, Великобритания", "День соуса тартар"],
  "names": ["Федор", "Теодор", "Никита", "Максим", "Макар", "Евгений", "Дмитрий", "Богдан", "Архип"],
  "holidays_details": ["Масленица", "Апостола от 70-ти Филимона и мученицы равноапостольной Апфии, апостола от 70-ти Архиппа", "Преподобного Феодора Санаксарского"],
  "url": "https://my-calend.ru/holidays/4-march"
},
{
  "holidays": ["Масленица", "Лев Катанский", "День выключенных гаджетов", "День рождения степлера", "День памяти святого благоверного князя Ярослава Мудрого", "День физической культуры и спорта – Азербайджан", "День абсента", "День раздвоения личности", "День сырных палочек", "День мореходных училищ", "Всенародный праздник без названия"],
  "names": ["Ярослав", "Ян", "Фома", "Филипп", "Федор", "Тихон", "Теодор", "Сергей", "Савва", "Николай", "Лука", "Леонтий", "Лев", "Игнат", "Иван", "Денис", "Давид", "Василий", "Афанасий", "Антон"],
  "holidays_details": ["Масленица", "Преподобного Льва, епископа Катанского", "Преподобномученика Корнилия Псково-Печерского, игумена", "Преподобного Агафона Печерского"],
  "url": "https://my-calend.ru/holidays/5-march"
},
{
  "holidays": ["Международный день зубного врача", "Международный день детского телевидения и радиовещания", "Масленица", "Прощеное воскресенье", "Всемирный день борьбы с глаукомой", "Всероссийский день гурмана", "Тимофей Весновей", "День бабушки – Франция", "День тезки", "День замороженных пищевых продуктов", "День чизкейка с белым шоколадом", "День борьбы с мировой безработицей", "Европейский день праведников мира", "День платья"],
  "names": ["Ян", "Тимофей", "Павел", "Остап", "Константин", "Иван", "Захар", "Егор", "Даниил", "Григорий", "Георгий", "Александр", "Ольга"],
  "holidays_details": ["Масленица", "Преподобного Тимофея Олимпийского", "Святителя Евстафия, архиепископа Антиохийского"],
  "url": "https://my-calend.ru/holidays/6-march"
},
{
  "holidays": ["День театрального кассира", "Чистый понедельник", "День прогуливания уроков", "День рождения телефонного аппарата", "Маврикиев день", "День, когда ты будешь услышан", "День основания Общества спасения на водах", "День сухих завтраков", "День теплого одеяла"],
  "names": ["Ян", "Филипп", "Федор", "Теодор", "Степан", "Сергей", "Николай", "Михаил", "Иосиф", "Иван", "Вольдемар", "Владимир", "Виктор", "Афанасий", "Андрей", "Прасковья", "Ирина", "Елизавета", "Варвара", "Арина"],
  "holidays_details": ["Великий пост", "Обретение мощей мучеников, иже во Евгении"],
  "url": "https://my-calend.ru/holidays/7-march"
},
{
  "holidays": ["8 Марта (Международный женский день)", "Поликарпов день", "День матери – Таджикистан", "День обретения мощей святой блаженной Матроны Московской", "День корректорской правки", "День арахиса залитого шоколадом", "День весенних крыльев"],
  "names": ["Ян", "Сергей", "Николай", "Михаил", "Кузьма", "Клим", "Иван", "Демьян", "Алексей", "Александр", "Матрена"],
  "holidays_details": ["Великий пост", "Священномученика Поликарпа Смирнского, епископа", "Обретение мощей блаженной Матроны Московской"],
  "url": "https://my-calend.ru/holidays/8-march"
},
{
  "holidays": ["Всемирный день ди-джея", "Обретенье", "День рождения куклы Барби", "Международный день домашних насекомых", "День крабового мяса", "День нестандартно мыслящих людей", "День фрикаделек", "День выметания скверных мыслей", "День паники"],
  "names": ["Ян", "Илларион", "Иван"],
  "holidays_details": ["Великий пост", "1-е и 2-е обретения главы Пророка, Предтечи и Крестителя Господня Иоанна"],
  "url": "https://my-calend.ru/holidays/9-march"
},
{
  "holidays": ["День архивов в России", "Тарас Бессонный", "День стационарного телефона", "День упаковки вашего обеда", "День булочек с черникой", "День Марио", "Международный день крутизны", "День нарушения причинно-следственных связей", "День облачных слонов", "День Конституции Республики Адыгея", "День диетолога", "Всемирный день почки"],
  "names": ["Федор", "Теодор", "Тарас", "Евгений", "Антон", "Александр"],
  "holidays_details": ["Великий пост", "Святителя Тарасия, архиепископа Константинопольского"],
  "url": "https://my-calend.ru/holidays/10-march"
},
{
  "holidays": ["День работника органов наркоконтроля", "День сотрудников частных охранных агентств", "Порфирий Поздний", "День овсяных вафель с орехами", "День преклонения перед инструментами", "День маленькой революции", "Всемирный день водопровода", "Праздник голубых слонов"],
  "names": ["Ян", "Сергей", "Севастьян", "Петр", "Николай", "Иван", "Анна"],
  "holidays_details": ["Великий пост", "Святителя Порфирия, архиепископа Газского"],
  "url": "https://my-calend.ru/holidays/11-march"
},
{
  "holidays": ["Прокоп Дорогорушитель", "Всемирный день ананаса", "День землеустроителя – Украина", "День запеченных морских гребешков", "День девочек-скаутов", "День запрета на уныние", "Всемирный день против кибер-цензуры", "День компьютерного глюка", "День работников уголовно-исполнительной системы РФ", "День посадки цветов"],
  "names": ["Яков", "Юлиан", "Тимофей", "Степан", "Петр", "Михаил", "Макар"],
  "holidays_details": ["Великий пост", "Преподобного Прокопия Декаполита", "Преподобного Тита, пресвитера\xa0Печерского", "Преподобного Тита Печерского, бывшего воина"],
  "url": "https://my-calend.ru/holidays/12-march"
},
{
  "holidays": ["День работников геодезии и картографии", "Касьянов день", "Василий Капельник", "Международный день планетариев", "День проверки батареек", "День избрания папы римского – Ватикан", "Праздник танца – Япония", "День хорошего самаритянина", "День калмыцкой поэзии", "День тайского слона", "День драгоценностей", "День кокосового торта", "День заглядывания в замочные скважины", "День романтической выпивки", "День собак-ветеранов"],
  "names": ["Симон", "Николай", "Нестор", "Василий", "Арсений", "Марина", "Кира"],
  "holidays_details": ["Великий пост", "Преподобного Василия Декаполита", "Преподобного Кассиана (Иоанна Кассиана) Римлянина, иеромонаха", "Блаженного Николая Саллоса, Христа ради юродивого, Псковского", "Священномученика Арсения (Мацеевича), митрополита Ростовского"],
  "url": "https://my-calend.ru/holidays/13-march"
},
{
  "holidays": ["Международный день числа «Пи»", "Авдотья Весновка", "День Содружества наций", "День рождения видеомагнитофона", "Международный день рек", "Международный день вопросов", "День изучения бабочки", "День правовой помощи", "День безобразно хорошего настроения", "День картофельных чипсов", "День рождения бутерброда"],
  "names": ["Ян", "Петр", "Нестор", "Михаил", "Иван", "Вениамин", "Василий", "Антон", "Александр", "Ольга", "Надежда", "Матрена", "Евдокия", "Дарья", "Антонина", "Анна", "Александра"],
  "holidays_details": ["Великий пост", "Преподобномученицы Евдокии Илиопольской, игумении"],
  "url": "https://my-calend.ru/holidays/14-march"
},
{
  "holidays": ["Всемирный день защиты прав потребителей", "День добрых дел", "День рождения эскалатора", "Федот Ветронос", "День Конституции – Беларусь", "День потребителя – Беларусь", "День мечтания о розовых кустах", "Праздник богатого года – Япония", "Всемирный день контакта", "День красных носов", "День памяти иконы Божией Матери «Державная»", "Международный день борьбы с полицейской жестокостью", "День правдивой исповеди", "День любителей арахиса", "Всемирный день социальной работы"],
  "names": ["Савва", "Николай", "Иосиф", "Богдан", "Арсений"],
  "holidays_details": ["Великий пост", "Священномученика Феодота, епископа Киринейского", "Святителя Арсения, епископа Тверского", "Иконы Божией Матери, именуемой «Державная»"],
  "url": "https://my-calend.ru/holidays/15-march"
},
{
  "holidays": ["Евтропиев день", "День артишоковых сердечек", "День черной прессы", "День кроншнепа", "День спонтанности", "День подразделений по борьбе с экономическими преступлениями", "День свободы информации", "День ухода за губами", "День «Ты все делаешь правильно»", "День цветных карандашей"],
  "names": ["Михаил", "Марфа", "Марта"],
  "holidays_details": ["Великий пост", "Мучеников Евтропия, Клеоника и Василиска"],
  "url": "https://my-calend.ru/holidays/16-march"
},
{
  "holidays": ["День святого Патрика", "Герасим Грачевник", "День бокса Муай Тай – Таиланд", "День памяти благоверного князя Даниила Московского", "День встречи ветра с Южного Полюса", "День подводной лодки", "День говяжьей солонины с капустой", "Праздник шепота", "День заботливых компаний", "День абсолютно невероятных детей"],
  "names": ["Яков", "Павел", "Егор", "Даниил", "Григорий", "Георгий", "Вячеслав", "Василий", "Александр", "Акакий", "Юлиана", "Ульяна"],
  "holidays_details": ["Великий пост", "Благоверного князя Вячеслава Чешского", "Благоверного князя Даниила Московского", "Преподобного Герасима Иорданского", "Преподобного Герасима Вологодского"],
  "url": "https://my-calend.ru/holidays/17-march"
},
{
  "holidays": ["День рождения электрической бритвы", "Конон Огородник", "День внутренних войск – Беларусь", "День работника налогового и таможенного дела – Украина", "День бургера «Слоппи Джо»", "День биодизеля", "День ящиков, ящичков и коробочек", "День памяти иконы Божией Матери «Воспитание»", "Праздник вещих снов", "День неуклюжих моментов", "День кружевного овсяного печенья", "День воссоединения Крыма с Россией", "День налоговой полиции"],
  "names": ["Ян", "Федор", "Теодор", "Николай", "Марк", "Лука", "Константин", "Кирилл", "Иван", "Егор", "Давид", "Георгий", "Адриан", "Ираида"],
  "holidays_details": ["Великий пост", "Обретение мощей благоверного князя Феодора Ростиславича Черного, Смоленского и чад его Давида и Константина, Ярославских чудотворцев", "Преподобномученика Адриана Пошехонского, Ярославского, игумена", "Мученика Конона Исаврийского"],
  "url": "https://my-calend.ru/holidays/18-march"
},
{
  "holidays": ["День моряка-подводника", "Первый день без шапки", "Международный день клиента", "Константиновы круги", "Профессиональный праздник самогонщиков", "День равноправия – Финляндия", "День шоколадной карамели", "День птицеводства", "День «Давайте смеяться»"],
  "names": ["Юлиан", "Федор", "Теодор", "Максим", "Константин", "Аркадий", "Илона", "Елена", "Алена"],
  "holidays_details": ["Великий пост", "Суббота 2-й седмицы Великого поста", "Мучеников 42-х во Амморее: Константина, Аетия, Феофила, Феодора, Мелиссена, Каллиста, Васоя и прочих с ними"],
  "url": "https://my-calend.ru/holidays/19-march"
},
{
  "holidays": ["День работников ЖКХ", "Международный день счастья", "Международный день без мяса", "День весеннего равноденствия", "Международный день астрологии", "Павел Капельник", "Фестиваль цветения и любования сакурой – Япония", "День пива «Бок»", "Всемирный день театра для детей и молодежи", "День похищения пришельцами", "Всемирный день воробья", "Всемирный день лягушки", "День мартовских зайцев", "Международный день франкофонии", "Всемирный день сторителлинга", "Всемирный день здоровья полости рта", "День равиоли", "День предложения"],
  "names": ["Эмиль", "Павел", "Нил", "Николай", "Нестор", "Лаврентий", "Емельян", "Евгений", "Василий", "Оксана", "Надежда", "Матрена", "Мария", "Ксения", "Катарина", "Екатерина", "Евдокия", "Антонина", "Анна"],
  "holidays_details": ["Великий пост", "Священномучеников, в Херсонесе епископствовавших: Василия, Ефрема, Капитона, Евгения, Еферия, Елпидия и Агафодора"],
  "url": "https://my-calend.ru/holidays/20-march"
},
{
  "holidays": ["Всемирный день поэзии", "Международный день кукольника", "Международный день лесов", "Международный день борьбы за ликвидацию расовой дискриминации", "Международный день человека с синдромом Дауна", "День рождения Twitter", "Весенний солнцеворот", "День хрустящего тако", "Международный день цвета", "Всемирный день древесины", "Международный день свободы образования", "День песен на крыше", "День ароматов", "День гармонии", "День штурманов", "День французского хлеба", "День одиноких родителей", "День этикета", "Международный день Навруз"],
  "names": ["Ян", "Иван", "Дементий", "Вольдемар", "Владимир", "Афанасий"],
  "holidays_details": ["Великий пост", "Преподобного Феофилакта исповедника, епископа Никомидийского"],
  "url": "https://my-calend.ru/holidays/21-march"
},
{
  "holidays": ["Всемирный день водных ресурсов", "Международный день таксиста", "40 святых (Сороки)", "День Балтийского моря", "День Кап-кап-капели", "День водкохлебов", "День чувствования себя молодым", "День валяния дурака"],
  "names": ["Ян", "Тарас", "Сергей", "Петр", "Николай", "Михаил", "Леонтий", "Кирилл", "Ираклий", "Иван", "Дмитрий", "Валерий", "Афанасий", "Алексей", "Александр", "Акакий", "Наталья", "Александра"],
  "holidays_details": ["Великий пост", "40 мучеников, в Севастийском озере мучившихся"],
  "url": "https://my-calend.ru/holidays/22-march"
},
{
  "holidays": ["Всемирный день метеорологии", "Василиса – вешней воды указательница", "День тоста «Мельба»", "День правовых знаний", "Праздник мужской солидарности", "День макания чипсов", "День одинаковых носков", "День красивого взгляда", "День «OK»", "День Конституции Чеченской Республики", "День работников гидрометеорологической службы РФ", "День щенков"],
  "names": ["Ян", "Павел", "Михаил", "Марк", "Леонид", "Иван", "Егор", "Дмитрий", "Денис", "Георгий", "Виктор", "Ника", "Галина", "Василиса", "Анастасия"],
  "holidays_details": ["Великий пост", "Мучеников Кодрата, и иже с ним"],
  "url": "https://my-calend.ru/holidays/23-march"
},
{
  "holidays": ["Всемирный день борьбы против туберкулеза", "Международный день борьбы с депрессией", "День рождения куриного окорочка", "День сырного стейка", "День изюма в шоколаде", "День вверх тормашками", "День фтизиатра", "День штурманской службы ВВС РФ"],
  "names": ["Ян", "Иван", "Ефим", "Егор", "Георгий", "Василий", "Сабина"],
  "holidays_details": ["Великий пост", "Перенесение мощей мученика Епимаха Нового", "Святителя Евфимия, архиепископа Новгородского, чудотворца", "Святителя\xa0Софрония, патриарха\xa0Иерусалимского", "Святителя\xa0Софрония, епископа Врачанского", "Преподобного Софрония Печерского, затворника"],
  "url": "https://my-calend.ru/holidays/24-march"
},
{
  "holidays": ["День работника культуры России", "Феофанов день", "Международный день солидарности с сотрудниками, содержащимися под стражей и пропавшими без вести", "Международный день памяти жертв рабства и трансатлантической работорговли", "День Воли – Беларусь", "День службы безопасности – Украина", "День журавля – Швеция", "День приручения воздушных шариков", "Европейский день талантов", "Международный день нерожденного ребенка", "День рождения почтовой открытки", "Католическое Благовещение Пресвятой Девы Марии", "Праздник баламутов", "Международный день вафель", "Закликание Весны"],
  "names": ["Ян", "Сергей", "Семен", "Константин", "Иван", "Дмитрий", "Григорий", "Вольдемар", "Владимир", "Александр"],
  "holidays_details": ["Великий пост", "Преподобного Феофана Исповедника, Сигрианского", "Преподобного Симеона Нового Богослова, игумена", "Святителя Григория Двоеслова, папы Римского"],
  "url": "https://my-calend.ru/holidays/25-march"
},
{
  "holidays": ["Фиолетовый день (День больных эпилепсией)", "Час Земли", "Никифоров день", "День Национальной гвардии – Украина", "День нуги", "День отправки весточки весне на воздушном шарике", "Праздник грустных осликов", "День шпината", "День собственного праздника"],
  "names": ["Николай", "Михаил", "Григорий", "Александр", "Кристина"],
  "holidays_details": ["Великий пост", "Суббота 3-й седмицы Великого поста", "Перенесение мощей святителя Никифора исповедника, патриарха Константинопольского"],
  "url": "https://my-calend.ru/holidays/26-march"
},
{
  "holidays": ["Всемирный день театра", "День войск национальной гвардии Российской Федерации", "День нефролога", "Венедиктов день (Скотник)", "День работников бытового обслуживания населения и жилищно-коммунального хозяйства – Беларусь", "Праздник цветения сакуры – Япония", "День сыра – Франция", "День испанской паэльи", "День летающих свинок", "День гусиной кожи", "Международный день виски", "День виагры", "День финансиста Краснодарского края"],
  "names": ["Ростислав", "Михаил"],
  "holidays_details": ["Великий пост", "Преподобного Венедикта Нурсийского, игумена"],
  "url": "https://my-calend.ru/holidays/27-march"
},
{
  "holidays": ["День рождения стиральной машины", "День больших перемен", "Александров день", "День торта «Черный лес»", "День школ чайных церемоний – Япония", "День чего-то на палочке", "День резиновых калош", "День уважения кошки", "День образования службы дежурных частей МВД РФ", "Всемирный день историка", "День бездомного человека"],
  "names": ["Эммануил", "Тимофей", "Михаил", "Денис", "Алексей", "Александр"],
  "holidays_details": ["Великий пост", "Священномученика Александра Сидского (Памфилийского), пресвитера", "Мучеников Агапия и с ним семи мучеников"],
  "url": "https://my-calend.ru/holidays/28-march"
},
{
  "holidays": ["День специалиста юридической службы в Вооруженных Силах Российской Федерации", "День Саввина", "Праздник дыма и зеркал", "День лимонного шифонового торта", "День самопознания", "День скакания на одной ножке", "День владельцев малого бизнеса"],
  "names": ["Ян", "Юлиан", "Эмиль", "Трофим", "Роман", "Павел", "Иван", "Емельян", "Денис", "Александр"],
  "holidays_details": ["Великий пост", "Святителя Серапиона, архиепископа Новгородского", "Мученика Папы Ларандского", "Мученика Савина Ермопольского (Египетского)"],
  "url": "https://my-calend.ru/holidays/29-march"
},
{
  "holidays": ["День защиты Земли", "День спичечного кораблестроения", "Алексей Теплый", "День супа из шеи индейки", "День доктора – США", "День обнимания с солнцем", "День войск ракетно-космической обороны РФ", "День ремесленника", "День карандаша", "День «Я все здесь контролирую»", "День прогулки по парку"],
  "names": ["Павел", "Макар", "Гавриил", "Виктор", "Алексей", "Александр"],
  "holidays_details": ["Великий пост", "Преподобного Макария, игумена Калязинского, чудотворца", "Преподобного Алексия человека Божия"],
  "url": "https://my-calend.ru/holidays/30-march"
},
{
  "holidays": ["Международный день резервного копирования\xa0(День бэкапа)", "Кирилл – Дери полоз", "День моллюсков в ракушке", "Праздник разноцветных глаз", "День апельсинов и лимонов", "День Эйфелевой башни"],
  "names": ["Трофим", "Кирилл", "Дмитрий", "Даниил", "Наталья"],
  "holidays_details": ["Великий пост", "Святителя Кирилла, архиепископа Иерусалимского"],
  "url": "https://my-calend.ru/holidays/31-march"
},
{
  "holidays": ["1 апреля (День смеха)", "Международный день птиц", "День математика", "День рождения доллара", "Дарья Грязная", "День одного цента", "День поэзии и творческого разума", "День съедобной книги", "День пробуждения домового", "День забавного чтения", "Международный день веселья на работе", "Праздник Смоленской иконы Божией матери «Умиление»", "Ассирийский Новый год", "День хлеба из теста на закваске", "День атеиста", "День коньяка", "День растворимого кофе", "День кукушки – Шотландия", "День прыжков в грязные лужи", "День предупреждения волчанки", "День тромбонистов", "День ходьбы на работу"],
  "names": ["Ян", "Иннокентий", "Иван", "Дмитрий", "София", "Матрена", "Илария", "Дарья"],
  "holidays_details": ["Великий пост", "Мученика Хрисанфа, мученицы Дарии и с ними", "Преподобного Иннокентия Комельского Вологодского"],
  "url": "https://my-calend.ru/holidays/1-april"
},
{
  "holidays": ["Всемирный день распространения информации о проблеме аутизма", "Международный день детской книги", "Фотинья Колодезница", "День единения народов Беларуси и России – Беларусь", "День природы – Иран", "День кинолога – Украина", "День апельсиновых сосулек", "День хорька", "День арахисового масла и желе", "Международный день хождения по огню", "День бирки", "Международный день битвы подушками"],
  "names": ["Ян", "Сергей", "Севастьян", "Никита", "Мирон", "Максим", "Иван", "Герман", "Виктор", "Василий", "Юлиана", "Фотиния", "Ульяна", "Светлана", "Прасковья", "Матрена", "Мария", "Клавдия", "Александра"],
  "holidays_details": ["Великий пост", "Суббота 4-й седмицы Великого поста", "Преподобных Иоанна, Сергия, Патрикия и прочих, во обители святого Саввы убиенных"],
  "url": "https://my-calend.ru/holidays/2-april"
},
{
  "holidays": ["День геолога", "День рождения мобильного телефона", "День рождения кофемолки", "День рождения штрих-кода", "Кирилл Катаник", "День ярославского бухгалтера", "День отца в Якутии", "День твидовой ткани", "День рыбных палочек и заварного крема", "День шоколадного мусса", "День Водяного", "День поиска радуги", "День придумывания хороших примет", "Всемирный день вечеринки", "День отказа от скучной работы"],
  "names": ["Яков", "Фома", "Серафим", "Кирилл", "Вольдемар", "Владимир"],
  "holidays_details": ["Великий пост", "Преподобного Серафима Вырицкого", "Преподобного Иакова, епископа Катанского (Сицилийского)"],
  "url": "https://my-calend.ru/holidays/3-april"
},
{
  "holidays": ["День веб-мастера", "Международный день настройщиков фортепиано", "Всемирный день крысы", "Василий Теплый", "День шницеля «Кордон блю»", "День «Обними журналиста»", "День прогулки вокруг чего-то", "День джипа 4х4", "Всемирный день бродячих животных", "Международный день моркови", "День витамина С", "Праздник иконы Божией матери «Изборская»", "Международный день Интернета", "День лжи"],
  "names": ["Ефим", "Василий", "Таисия", "Дарья", "Василиса", "Аполлинария", "Аглая"],
  "holidays_details": ["Великий пост", "Священномученика Василия Анкирского, пресвитера"],
  "url": "https://my-calend.ru/holidays/4-april"
},
{
  "holidays": ["Международный день супа", "День первого контакта", "День батончиков с изюмом и пряностями", "День флешки", "День изучения дорожной карты", "День брюк клеш", "День «Иди ва-банк»", "День звона бубенцов на кошачьих ошейниках", "Праздник талой воды", "Праздник холодной пищи - Южная Корея", "День карамели", "День одуванчика", "День Русской нации"],
  "names": ["Степан", "Сергей", "Макар", "Лука", "Илья", "Егор", "Георгий", "Василий", "Алексей", "Пелагея", "Лидия", "Варвара", "Анастасия"],
  "holidays_details": ["Великий пост", "Преподобномученика Никона Сицилийского, епископа и 199-ти учеников его", "Преподобного Никона, игумена Киево-Печерского"],
  "url": "https://my-calend.ru/holidays/5-april"
},
{
  "holidays": ["День работников следственных органов МВД РФ", "Международный день спорта на благо мира и развития", "День рождения московского трамвая", "Артемон – дери полоз", "День рыбака - Индонезия", "День разноцветных ленточек", "Всемирный день настольного тенниса", "День студентов спортсменов", "День осведомленности о сонных водителях", "Канун нового пива", "День попкорна с карамелью", "День сиамских кошек"],
  "names": ["Яков", "Степан", "Петр", "Мартин", "Захар", "Вольдемар", "Владимир"],
  "holidays_details": ["Великий пост", "Преподобного Захарии Печерского, постника", "Мучеников Стефана и Петра Казанских", "Святителя Артемона (Артемия), епископа\xa0Солунского (Селевкийского)", "Предпразднство Благовещения Пресвятыя Богородицы", "Преподобного Захарии Отверстого, монаха"],
  "url": "https://my-calend.ru/holidays/6-april"
},
{
  "holidays": ["Всемирный день здоровья", "Благовещение", "День рождения Рунета", "День памяти погибших подводников", "День косметолога", "День буррито", "День государственных органов рыбоохраны", "День легкого пива", "День рождения регби", "День Подвига", "Международный день бобра", "День кофейных кексов"],
  "names": ["Тихон", "Савва"],
  "holidays_details": ["Благовещение Пресвятой Богородицы", "Великий пост", "Преставление святителя Тихона (Белавина), патриарха Московского и всея России"],
  "url": "https://my-calend.ru/holidays/7-april"
},
{
  "holidays": ["Международный день цыган", "День сотрудников военных комиссариатов", "День рождения пожарной лестницы", "Гавриил Благовест", "Фестиваль цветов - Япония", "День эмпанады", "День «Наше всё»", "Праздник куража", "День сброса зимней шкурки", "День рисования птиц", "Международный день Будды", "День российской анимации", "Всемирный фестиваль овсянки"],
  "names": ["Степан", "Ибрагим", "Гавриил", "Василий", "Прасковья", "Лариса", "Анна", "Алла"],
  "holidays_details": ["Великий пост", "Отдание праздника Благовещения Пресвятой Богородицы", "Собор Архангела Гавриила"],
  "url": "https://my-calend.ru/holidays/8-april"
},
{
  "holidays": ["Международный день ТОП-менеджера", "Матрена Настовица (Полурепица)", "День бывших узников войны", "День китайского миндального печенья", "Всемирный день конкани", "День восходящего солнца в шкафной стране", "День рождения «веселящего газа»", "День Уинстона Черчилля", "День бережного хранения антиквариата", "День финского языка", "День детского массажа"],
  "names": ["Ян", "Эммануил", "Павел", "Макар", "Иван", "Александр", "Матрена"],
  "holidays_details": ["Великий пост", "Мученицы Матроны Солунской (Фессалоникийской)"],
  "url": "https://my-calend.ru/holidays/9-april"
},
{
  "holidays": ["День войск противовоздушной обороны", "Международный день движения сопротивления", "День рождения английской булавки", "День рождения спички", "День брата и сестры", "Иларион – выверни оглобли", "День строителя - Азербайджан", "День гольфиста", "День сельскохозяйственных животных", "День круассанов с корицей", "Всемирный день гомеопатии", "День составления загадочных словарей", "День объятий с вашей собакой", "День фельдъегерско-почтовой связи ВС РФ"],
  "names": ["Ян", "Степан", "Савва", "Николай", "Илья", "Илларион", "Иван", "Василий"],
  "holidays_details": ["Великий пост", "Преподобного Илариона Нового, игумена Пеликитского", "Преподобного Стефана чудотворца, игумена Триглийского", "Преподобномученика Евстратия Печерского", "Мученика Бояна (Енравота), князя Болгарского", "Преподобного Илариона Псковоезерского, Гдовского"],
  "url": "https://my-calend.ru/holidays/10-april"
},
{
  "holidays": ["Международный день освобождения узников фашистских концлагерей", "Всемирный день борьбы с болезнью Паркинсона", "Всемирный день анимешника", "Берещенье", "День химика ВМФ РФ", "День Конституции Республики Крым", "День домашних животных", "Праздник неумелых рук", "День подводной лодки", "День сырного фондю", "День трех драконов", "Парад цветов в Амстердаме – Нидерланды"],
  "names": ["Ян", "Филипп", "Потап", "Остап", "Михаил", "Марк", "Кирилл", "Иван"],
  "holidays_details": ["Великий пост", "Священномучеников Марка, епископа Арефусийского, Кирилла, диакона, и иных многих"],
  "url": "https://my-calend.ru/holidays/11-april"
},
{
  "holidays": ["День космонавтики", "Иван Лествичник", "День работников науки – Казахстан", "День «Прогулки по дикой стороне»", "День большого ветра", "День жареных сэндвичей с сыром", "День плетения из солнечных лучей", "Международный день осознанных сновидений", "День рождения рок-н-ролла", "День доброты к юристам"],
  "names": ["Ян", "Савва", "Иван", "Захар"],
  "holidays_details": ["Великий пост", "Преподобного Иоанна Лествичника, игумена Синайского", "Святителя Софрония, епископа Иркутского", "Святой Еввулы Никомидийской, матери великомученика Пантелеимона"],
  "url": "https://my-calend.ru/holidays/12-april"
},
{
  "holidays": ["День мецената и благотворителя", "Всемирный день рок-н-ролла", "День рождения троллейбуса", "Ипатий Чудотворец", "День розового - Канада", "День настольной игры Скрэббл", "День персикового кобблера", "День общения с духом безмятежности", "Тайский Новый год", "День планирования обеда"],
  "names": ["Ян", "Яков", "Иосиф", "Иннокентий", "Иван", "Вениамин", "Акакий", "Анна"],
  "holidays_details": ["Великий пост", "Святителя Иннокентия (Вениаминова), митрополита Московского", "Святителя Ионы, митрополита Московского и всея России, чудотворца", "Священномученика Ипатия, епископа\xa0Гангрского"],
  "url": "https://my-calend.ru/holidays/13-april"
},
{
  "holidays": ["Марья – зажги снега", "Праздник огня (День Семаргла)", "День ГАИ МВД – Украина", "День ореха «пекан»", "День детской алопеции", "Бенгальский Новый год", "Международный день внезапного смеха", "День бывших супругов", "День медицинской службы уголовно-исполнительной системы РФ"],
  "names": ["Ян", "Сергей", "Макар", "Иван", "Ибрагим", "Ефим", "Мария"],
  "holidays_details": ["Преподобной Марии Египетской", "Великий пост", "Мученика Авраамия Болгарского, Владимирского чудотворца", "Преподобного Евфимия, Суздальского чудотворца", "Преподобного Геронтия, канонарха Печерского"],
  "url": "https://my-calend.ru/holidays/14-april"
},
{
  "holidays": ["День специалиста по радиоэлектронной борьбе", "День экологических знаний", "Тит Ледолом", "День работников уголовного розыска – Украина", "Национальный день влюбленных – Казахстан", "Всемирный день искусства", "День глазированного окорока", "День прачечной", "День памяти «Титаника»", "День «Это отстой»", "День резинового ластика", "День путешествий налегке", "Международный день культуры"],
  "names": ["Савва", "Ефим", "Егор", "Григорий", "Георгий"],
  "holidays_details": ["Великий пост", "Преподобного Тита чудотворца"],
  "url": "https://my-calend.ru/holidays/15-april"
},
{
  "holidays": ["Никита Водопол", "Международный день цирка", "День окружающей среды – Украина", "Лазарева суббота", "День коричного ветра", "День яиц «Бенедикт»", "День пожеланий для системы здравоохранения", "День Чарли Чаплина", "День грибов", "День пижамы на работе", "День мира в Чеченской Республике", "Всемирный день голоса", "День степи в Калмыкии"],
  "names": ["Никита"],
  "holidays_details": ["Великий пост", "Преподобного Никиты Исповедника, игумена Мидикийского"],
  "url": "https://my-calend.ru/holidays/16-april"
},
{
  "holidays": ["Вербное воскресенье", "День ветеранов органов внутренних дел и внутренних войск", "Всемирный день гемофилии", "Международный день кофе", "Иосиф Песнопевец", "День пожарной охраны – Украина", "Католическая Пасха", "День противопожарной службы - Казахстан", "Всемирный день винограда «Мальбек»", "День признательности летучим мышам", "День сырных шариков", "День гармошечного зова", "День поэзии хокку", "Международный день Ford Mustang"],
  "names": ["Ян", "Яков", "Фома", "Федор", "Теодор", "Николай", "Никита", "Иосиф", "Иван", "Егор", "Георгий", "Вениамин", "Адриан", "Мария"],
  "holidays_details": ["Вербное воскресенье (Вход Господень в Иерусалим)", "Великий пост", "Преподобного Иосифа Песнописца", "Преподобного Георгия Пелопонесского"],
  "url": "https://my-calend.ru/holidays/17-april"
},
{
  "holidays": ["Всемирный день радиолюбителя", "Международный день памятников и выдающихся мест", "Великий понедельник", "Федул Ветреник", "День «Запусти воздушного змея» – США", "День победы на Чудском озере (Ледовое побоище)", "День аутизма у взрослых", "День печенья в форме животных", "Международный день жонглеров", "День осведомленности о велоцирапторах", "День благодарности мужу", "День пожарной охраны Республики Карелия", "День образования органов Гостехнадзора РФ"],
  "names": ["Семен", "Платон", "Николай", "Марк", "Егор", "Георгий", "Алексей"],
  "holidays_details": ["Великий пост", "Страстная седмица", "Мучеников Агафопода, диакона, Феодула, чтеца, и иже с ними"],
  "url": "https://my-calend.ru/holidays/18-april"
},
{
  "holidays": ["День работника ломоперерабатывающей отрасли России", "День российской полиграфии", "День подснежника", "Великий вторник", "День велосипеда", "Евтихий Тихий да Ерема Пролетный", "День врожденной диафрагмальной грыжи", "День ликера «Амаретто»", "День сушки на бельевой веревке", "День чеснока", "Праздник читателя этикеток", "День путешествующей улыбки", "День принятия Крыма, Тамани и Кубани в состав Российской империи", "День образования службы занятости РФ", "День юридической службы МВД РФ"],
  "names": ["Ян", "Яков", "Севастьян", "Прохор", "Павел", "Иван", "Еремей", "Григорий"],
  "holidays_details": ["Великий пост", "Страстная седмица", "Святителя Евтихия, архиепископа Константинопольского", "Равноапостольного Мефодия, архиепископа Моравского"],
  "url": "https://my-calend.ru/holidays/19-april"
},
{
  "holidays": ["Национальный день донора", "Великая среда", "День поисков смысла жизни", "День китайского языка", "Акулинин день", "День банана", "День уважения лимской фасоли", "День перевернутого ананасового пирога", "День охоты на королевского кракозябра", "День вилкокрута и ложкочерпия", "День двойников", "День свободного аппаратного обеспечения", "День мобилизационных подразделений МВД РФ"],
  "names": ["Петр", "Егор", "Даниил", "Георгий", "Аркадий", "Евдокия", "Акилина"],
  "holidays_details": ["Великий пост", "Страстная седмица", "Преподобного Георгия Митиленского, митрополита", "Преподобного Даниила Переяславского, архимандрита"],
  "url": "https://my-calend.ru/holidays/20-april"
},
{
  "holidays": ["День главного бухгалтера (День Главбуха)", "День местного самоуправления", "Чистый четверг", "Родион Ледолом", "День «Дай пять»", "День службы государственной охраны – Казахстан", "День основания Рима – Италия", "День трюфелей кешью в шоколаде", "День прекрасных бульдогов", "День чемоданов", "День тяжелых последствий", "Международный день пряника", "Всемирный день творчества и инновационной деятельности"],
  "names": ["Ян", "Яков", "Сергей", "Родион", "Лука", "Иван"],
  "holidays_details": ["Великий пост", "Страстная седмица", "Апостолов от 70-ти Родиона (Иродиона), Агава, Асинкрита, Руфа, Флегонта, Ерма (Ермия) и иже с ними", "Святителя Нифонта Печерского, епископа Новгородского"],
  "url": "https://my-calend.ru/holidays/21-april"
},
{
  "holidays": ["Международный день Матери-Земли", "Страстная пятница", "Вадим Ключник", "Неофициальный день программиста в России", "День жевательного мармелада", "День весенних брудершафтов", "Праздник мухлевщиков", "День открытия Бразилии"],
  "names": ["Гавриил", "Вадим"],
  "holidays_details": ["Великий пост", "Страстная седмица", "Мученика Евпсихия Кесарийского (Каппадокийского)"],
  "url": "https://my-calend.ru/holidays/22-april"
},
{
  "holidays": ["Всемирный день книги и авторского права", "День английского языка", "Страстная суббота (Великая суббота)", "Терентий Маревный", "День психолога – Украина", "День работников пресс-служб уголовно-исполнительной системы РФ", "Всемирный день лабораторий", "День испанского языка в ООН", "День свиданий под луной", "День немецкого пива", "День кактусовода", "День перца", "День пикника", "День вишневого чизкейка", "День «Воспользуйся шансом»"],
  "names": ["Яков", "Федор", "Теодор", "Максим", "Дмитрий", "Григорий", "Александр"],
  "holidays_details": ["Великий пост", "Страстная седмица", "Мучеников Терентия, Помпия, Африкана, Максима, Зинона, Александра, Феодора и иных 33-х", "Священномученика Григория V (Ангелопулоса), патриарха Константинопольского"],
  "url": "https://my-calend.ru/holidays/23-april"
},
{
  "holidays": ["Пасха", "Международный день солидарности молодежи", "Всемирный день защиты лабораторных животных", "День рождения газированной воды", "Антип Водогон", "Всемирный день породненных городов", "День российского стоматолога", "День витражных сказок", "День модной революции", "Международный день многосторонности и дипломатии во имя мира", "День сосиски в тесте"],
  "names": ["Ян", "Яков", "Харитон", "Петр", "Николай", "Иван", "Ефим"],
  "holidays_details": ["Пасха", "Священномученика Антипы, епископа Пергама Асийского", "Преподобных Иакова Железноборовского и Иакова Брылеевского, сподвижника его", "Святителя Варсонофия, епископа Тверского"],
  "url": "https://my-calend.ru/holidays/24-april"
},
{
  "holidays": ["Всемирный день борьбы против малярии", "Международный День ДНК", "Поливальный понедельник", "Василий Парильщик", "День дочери", "День чеченского языка", "Всемирный день пингвинов", "День бумажных самолетиков", "День финансовой независимости", "День телефона", "День объятия сантехников", "День борьбы с родительским отчуждением", "День хлеба с цуккини", "День казахстанского футбола – Казахкстан"],
  "names": ["Ян", "Сергей", "Иван", "Давид", "Василий", "Акакий", "Марфа", "Марта", "Мария"],
  "holidays_details": ["Пасхальная седмица", "Преподобного Василия исповедника, епископа Парийского"],
  "url": "https://my-calend.ru/holidays/25-april"
},
{
  "holidays": ["Всемирный день интеллектуальной собственности", "Международный день памяти жертв радиационных аварий и катастроф", "Фомаида Медуница", "Международный день памяти о чернобыльской катастрофе", "День сметчика", "День нотариата", "Международный день варки картофеля", "День родного языка в Республике Татарстан", "День реабилитации кубанского казачества", "День национального героя в Республике Марий Эл", "Праздник незнакомых людей", "День снайпера", "День «Дети и животные»", "День брецель-кренделя", "День шкалы Рихтера"],
  "names": ["Егор", "Дмитрий", "Георгий", "Марфа", "Марта"],
  "holidays_details": ["Пасхальная седмица", "Священномученика Артемона Лаодикийского, пресвитера"],
  "url": "https://my-calend.ru/holidays/26-april"
},
{
  "holidays": ["День нотариата", "День российского парламентаризма", "День спецчастей ВВ МВД России", "День рождения «памперсов»", "Мартын Лисогон", "День вахтовика", "Всемирный день графического дизайна", "День Республики Саха", "День азбуки Морзе", "День мясных ребрышек", "День 50-процентной вероятности встречи с динозавром", "Международный день собак-поводырей", "Международный день защиты от шума"],
  "names": ["Ян", "Остап", "Мартин", "Иван", "Валентин", "Антон", "Александр", "Азат"],
  "holidays_details": ["Пасхальная седмица", "Святителя Мартина I, исп., папы Римского", "Мучеников Антония, Иоанна и Евстафия Виленских (Литовских)"],
  "url": "https://my-calend.ru/holidays/27-april"
},
{
  "holidays": ["Всемирный день охраны труда", "День химической безопасности", "Пудов день", "День работников скорой медицинской помощи", "День контрольно-ревизионной службы МВД РФ", "День шифровальной службы МВД РФ", "День «Возьмите дочерей и сыновей на работу»", "День космического туриста", "День молодых и зеленых", "День обнаружения гена биологических часов", "День рождения воздушного кондиционера", "День «Заплати вперед»", "День супергероев", "День чтения великих поэтов", "День черничного пирога"],
  "names": ["Яков", "Федор", "Трофим", "Теодор", "Севастьян", "Савва", "Мстислав", "Лукьян", "Леонид", "Виктор", "Аристарх", "Андрей", "Александр", "Василиса", "Анастасия"],
  "holidays_details": ["Пасхальная седмица", "Апостолов от 70-ти Аристарха, Пуда, Трофима"],
  "url": "https://my-calend.ru/holidays/28-april"
},
{
  "holidays": ["Международный день танца", "Всемирный день желаний", "Арина - «урви берега»", "День памяти жертв применения химического оружия", "День памяти сотрудников МЧС России, погибших при исполнении служебных обязанностей", "Праздник древонасаждения", "День рождения застежки-молнии", "День загадочных чердаков", "День жареных креветок скампи", "День украинского футбола – Украина"],
  "names": ["Тимофей", "Павел", "Михаил", "Леонид", "Ника", "Ирина", "Галина", "Василиса", "Арина"],
  "holidays_details": ["Пасхальная седмица", "Мучениц Агапии, Ирины и Хионии"],
  "url": "https://my-calend.ru/holidays/29-april"
},
{
  "holidays": ["День пожарной охраны", "Международный день джаза", "Международный день ветеринарного врача", "Вальпургиева ночь", "Международный день свечника", "Международный день скульптуры", "День лягушки", "День родителей домашних животных", "День честности", "День стильной прически", "День овсяного печенья", "День изюма", "День кролика «Багз Банни»", "Праздник каменной стены", "День веснушчатых созвездий"],
  "names": ["Ян", "Фома", "Федор", "Теодор", "Семен", "Потап", "Михаил", "Иван", "Александр", "Акакий", "Азат", "Адриан"],
  "holidays_details": ["Пасхальная седмица", "Преподобного Акакия, епископа Мелитинского", "Священномученика Симеона Ктезифонтского, епископа Персидского, и с ним", "Преподобного Зосимы, игумена Соловецкого", "Обретение мощей преподобного Александра Свирского"],
  "url": "https://my-calend.ru/holidays/30-april"
},
{
  "holidays": ["Праздник Весны и Труда (1 мая)", "Красная горка", "День рождения почтовой марки", "Живин день", "Кузьма Огородник", "Праздник Труда – Беларусь", "День международной солидарности трудящихся – Украина", "День Глобальной Любви", "Праздник единства народа Казахстана – Казахстан", "День лояльности", "День коучинга руководителей", "Международный день партизанского садоводства", "День спасения носорогов", "День покатушек с ветром", "День заплетающихся ног", "День ландыша – Франция", "День суслика – Канада", "Всемирный день веселья", "Международный день осиротевших матерей", "День благословения велосипедов"],
  "names": ["Ян", "Феликс", "Кузьма", "Иван", "Ефим", "Виктор", "Василий", "Антон", "Тамара"],
  "holidays_details": ["Преподобного Иоанна Солунского (Фессалоникийского), ученика преподобного Григория Декаполита"],
  "url": "https://my-calend.ru/holidays/1-may"
},
{
  "holidays": ["Иван Ветхопещерник", "День международной солидарности трудящихся – Украина", "День брата и сестры", "День садовода в Ульяновской области", "День памяти блаженной Матроны Московской", "Международный день Гарри Поттера", "День трюфелей", "День весенних акварелей", "Всемирный день тунца", "Международный день скрапбукинга", "День игры на гавайской гитаре"],
  "names": ["Ян", "Семен", "Иван", "Егор", "Георгий", "Виктор", "Матрена"],
  "holidays_details": ["Преподобного Иоанна Палеолаврита Ветхопещерника, иеромонаха", "Блаженной Матроны Московской"],
  "url": "https://my-calend.ru/holidays/2-may"
},
{
  "holidays": ["Всемирный день свободы печати", "Радоница (Радуница)", "День солнца", "День рождения «спама»", "Окликание предков", "День кондитера", "День положительности в уме", "День медитации в саду", "День кексов с малиной", "День шоколадного заварного крема", "День паранормальных явлений"],
  "names": ["Федор", "Теодор", "Станислав", "Николай", "Григорий", "Гавриил", "Александр"],
  "holidays_details": ["Радоница", "Преподобного Феодора Трихины", "Преподобного Александра Ошевенского, игумена", "Мученика младенца Гавриила Белостокского"],
  "url": "https://my-calend.ru/holidays/3-may"
},
{
  "holidays": ["День рождения складного зонтика", "Проклов день", "Международный день пожарных", "Всемирный день поддержки", "День борьбы с буллингом", "День апельсинового сока", "День любителей вермишелевого супа", "День «Звездных войн»", "День птиц", "День обновления взаимоотношений", "Международный день уважения кур", "День собачьего счастья"],
  "names": ["Ян", "Яков", "Федор", "Теодор", "Николай", "Максим", "Иван", "Денис", "Алексей", "Александр"],
  "holidays_details": ["Обретение мощей преподобного Феодора Санаксарского", "Священномученика Ианнуария, епископа Беневентского, и с ним мучеников Прокула, Соссия, Фавста, диаконов, Дисидерия, чтеца, Евтихия, Акутиона"],
  "url": "https://my-calend.ru/holidays/4-may"
},
{
  "holidays": ["День водолаза", "День шифровальщика", "Международный день акушерки", "Всемирный день борьбы с астмой", "Международный день борьбы за права инвалидов", "День печати – Беларусь", "День Европы", "Всемирный день общения", "День советской печати", "Международный день принцесс", "День кубанской журналистики", "Хокку-день", "День карикатуриста", "Всемирный день легочной гипертензии", "День большого сэндвича", "Всемирный день пароля", "День разума"],
  "names": ["Федор", "Теодор", "Платон", "Остап", "Лука", "Клим", "Дмитрий", "Гавриил", "Всеволод", "Виталий", "Варфоломей"],
  "holidays_details": ["Преподобного Феодора Сикеота, епископа Анастасиупольского", "Перенесение мощей благоверного князя Всеволода (в Крещении Гавриила) Новгородского, Псковского чудотворца", "Апостола Варфоломея (Нафанаила), апсстолов от 70-ти Луки и Климента", "Преподобного Виталия Александрийского"],
  "url": "https://my-calend.ru/holidays/5-may"
},
{
  "holidays": ["Егорий Вешний (Юрьев день)", "День Даждьбога", "День герба и флага Москвы", "День добровольного пожарного в Ульяновской области", "День Конституции Республики Тыва", "Международный день против диеты", "День напитков", "День признательности туристам", "День встречи с Белым Рыцарем", "День блинчиков «Сюзетт»", "День медсестер – США"],
  "names": ["Ян", "Иван", "Егор", "Георгий", "Валерий", "Афанасий", "Анатолий", "София", "Валерия", "Александра"],
  "holidays_details": ["Великомученика Георгия Победоносца", "Мученицы царицы Александры Римской", "Иверской иконы Божией Матери"],
  "url": "https://my-calend.ru/holidays/6-may"
},
{
  "holidays": ["День Президентского полка", "День радио", "День создания вооруженных сил России", "Евсеев день", "День защитника Отечества – Казахстан", "Всемирный день лабиринта", "День бесплатных комиксов", "День связиста и специалиста радиотехнических служб ВМФ РФ", "День работников уголовно-исполнительных инспекций ФСИН РФ", "День распахнутых окон", "День домашнего пивоварения", "День дизайна упаковки", "День жаркого с бараньей ногой", "День туризма - США"],
  "names": ["Фома", "Сергей", "Савва", "Николай", "Лука", "Леонтий", "Иннокентий", "Валентин", "Алексей", "Елизавета"],
  "holidays_details": ["Мученика Саввы Стратилата и с ним 70-ти воинов", "Преподобных Саввы Печерского, и Алексия, затворника Печерского"],
  "url": "https://my-calend.ru/holidays/7-may"
},
{
  "holidays": ["Междунароный День матери", "День оперативного работника уголовно-исполнительной системы", "День работников Федеральной службы по военно-техническому сотрудничеству России", "Международный день Красного Креста", "День жен-мироносиц", "Марк Ключник", "День рождения напитка «Кока-Кола»", "День Государственного герба и Государственного флага – Беларусь", "День памяти и примирения – Украина", "Европейский День Победы", "День студенческой медсестры", "День «Выпей Колу»", "День перешагивания через ступеньку", "День Белого Лотоса", "День кокосового кремового пирога"],
  "names": ["Сергей", "Марк", "Василий", "Ника"],
  "holidays_details": ["Апостола и Евангелиста Марка (Иоанна)", "Преподобного Сильвестра Обнорского"],
  "url": "https://my-calend.ru/holidays/8-may"
},
{
  "holidays": ["День Победы", "Глафира Горошница", "День Европы", "Поминовение усопших воинов", "День уличных музыкантов", "День памяти потерянного носка", "День ночевки", "День пирожных с ирисками", "День женского обследования"],
  "names": ["Ян", "Степан", "Петр", "Николай", "Нестор", "Иван", "Василий", "Глафира"],
  "holidays_details": ["Поминовение усопших воинов", "Священномученика Василия, епископа Амасийского", "Святителя Стефана, епископа Пермского (Великопермского)", "Преподобного Иоанникия Девиченского", "Праведной Глафиры девы"],
  "url": "https://my-calend.ru/holidays/9-may"
},
{
  "holidays": ["Семен Ранопашец", "День основания Российской книжной палаты", "День уборки в комнате", "День креветок", "День девяти жизней", "Праздник наката", "День липидов", "День малого бизнеса – США", "День печени и лука", "День «Доверяйте своей интуиции»"],
  "names": ["Ян", "Степан", "Сергей", "Семен", "Петр", "Павел", "Николай", "Илларион", "Иван", "Егор", "Георгий", "Мария", "Анастасия"],
  "holidays_details": ["Апостола от 70-ти Симеона Иерусалимскаго, сродника Господня", "Преподобного Стефана, игумена Печерского, епископа Владимиро-Волынского"],
  "url": "https://my-calend.ru/holidays/10-may"
},
{
  "holidays": ["День глаженых шнурков", "Березосок", "День «Ешь всё, что хочешь»", "День полиции по охране метрополитена", "День ожидания Мэри Поппинс", "День кекса «Хостесс»", "День пенного ролика для массажа", "Всемирный день осведомленности об эгоизме"],
  "names": ["Максим", "Кирилл", "Виталий", "Анна"],
  "holidays_details": ["Апостолов от 70-ти Иасона, Сосипатра, мученицы Керкиры девы и иных, с ними пострадавших", "Мучеников Дады, Максима и Квинтилиана", "Святителя Кирилла, епископа Туровского"],
  "url": "https://my-calend.ru/holidays/11-may"
},
{
  "holidays": ["Международный день медицинской сестры", "День экологического образования", "Девять целителей", "День осведомленности о синдроме хронической усталости", "День одометра", "День ореховой помадки", "День ежиного сопения", "День республики – ЛНР"],
  "names": ["Василий", "Богдан", "Артем", "Арсений"],
  "holidays_details": ["Девяти мучеников Кизических", "Преподобного Мемнона Чудотворца, игумена Египетского", "Святителя Василия Острожского, митрополита"],
  "url": "https://my-calend.ru/holidays/12-may"
},
{
  "holidays": ["День охранно-конвойной службы МВД РФ (День конвоира)", "День Черноморского флота ВМФ России", "Яков Теплый", "Всемирный день одуванчика", "День рождения застежки-липучки", "День яблочного пирога", "День фруктового коктейля", "Международный день хумуса", "День лепрекона", "День прыгающей лягушки", "День грозового гонга"],
  "names": ["Яков", "Никита", "Максим", "Клим", "Игнат", "Василий"],
  "holidays_details": ["Апостола Иакова Зеведеева", "Обретение мощей святителя Никиты, затворника Печерского, епископа Новгородского", "Святителя Игнатия (Брянчанинова), епископа Кавказского", "Святителя Доната, епископа Еврийского"],
  "url": "https://my-calend.ru/holidays/13-may"
},
{
  "holidays": ["День фрилансера", "Всемирный день перелетных птиц", "Еремей Запрягальник", "День рождения «вазелина»", "Всемирный день танца живота", "Всемирный день справедливой торговли", "День велосипедиста – Нидерланды", "День большого бодуна", "День смешных нелепиц", "Пролетье", "День танцев как цыпленок", "День печенья с пахтой"],
  "names": ["Макар", "Игнат", "Ефим", "Еремей", "Акакий", "Тамара", "Нина"],
  "holidays_details": ["Пророка Иеремии", "Преподобного Пафнутия Боровского, игумена", "Священномученика Макария, митрополита Киевского", "Благоверной Тамары, царицы Грузинской", "Преподобномучеников Афонских Евфимия, Игнатия, Акакия"],
  "url": "https://my-calend.ru/holidays/14-may"
},
{
  "holidays": ["Международный день семей", "Международный день климата", "Всемирный день памяти жертв СПИДа", "Международный день отказника от военной службы по убеждениям совести", "Борис и Глеб Сеятели", "День работников культуры и любителей народного искусства\xa0 – Украина", "День молодежных и детских общественных организаций – Украина", "День московского метрополитена", "День исчезающих видов животных", "День осетинского языка и литературы", "День лакоманьяка", "День калейдоскопов", "День шоколадных чипсов", "Единые дни действий в защиту малых рек и водоемов", "День нейлоновых чулок", "День соломенной шляпы"],
  "names": ["Роман", "Михаил", "Давид", "Глеб", "Борис", "Афанасий", "Зоя"],
  "holidays_details": ["Святителя Афанасия Великого, архиепископа Александрийского (373)", "Перенесение мощей мучеников благоверных князей Бориса (во Святом Крещении Романа) и Глеба (во Святом Крещении Давида)", "Святителя Афанасия Сидящего, патриарха Цареградского, Лубенского чудотворца", "Благоверного и равноапостольного царя Бориса (во Святом Крещении Михаила)"],
  "url": "https://my-calend.ru/holidays/15-may"
},
{
  "holidays": ["День биографов", "Мавра Рассадница", "Международный день мирного сосуществования", "Международный день света", "День барбекю", "Праздник подлиз", "День танцев с привидениями", "День любви к деревьям", "День коктейля «Мимоза»"],
  "names": ["Тимофей", "Петр", "Павел", "Николай", "Юлиана", "Ульяна"],
  "holidays_details": ["Мученика Тимофея и мученицы Мавры", "Преподобного Феодосия, игумена Киево-Печерского"],
  "url": "https://my-calend.ru/holidays/16-may"
},
{
  "holidays": ["Всемирный день электросвязи и информационного общества", "Международный день борьбы с гомофобией", "День рождения Интернета", "День пульмонолога", "Пелагея Заступница (День баклушников)", "Всемирный день борьбы с артериальной гипертонией", "День памяти Старорусской иконы Божией Матери", "День грецкого ореха", "День барахольщика", "День вишневого коблера", "Праздник жареной скорлупы"],
  "names": ["Ян", "Николай", "Никита", "Леонтий", "Клим", "Кирилл", "Иван", "Антон", "Пелагея", "Мария"],
  "holidays_details": ["Мученицы Пелагии девы, Тарсийской", "Преподобных Никиты (Нифонта), Кирилла, Никифора, Климента, Исаакия, братьев Алфановых (Сокольницких) в Новгороде"],
  "url": "https://my-calend.ru/holidays/17-may"
},
{
  "holidays": ["День Балтийского флота ВМФ России", "Международный день музеев", "Преполовение", "Арина Капустница (Рассадница)", "Всемирный день вакцины против СПИДа", "День памяти жертв депортации народов Крыма", "День памяти иконы «Неупиваемая чаша»", "День без грязной посуды", "День рождения майского жжжжука", "День Розовой Пантеры", "День сырного суфле"],
  "names": ["Яков", "Адриан", "Ирина", "Арина"],
  "holidays_details": ["Великомученицы Ирины Македонской", "Обретение мощей преподобного Иакова Железноборовского"],
  "url": "https://my-calend.ru/holidays/18-may"
},
{
  "holidays": ["День пионерии", "День рождения Кубика Рубика", "Иов Горошник", "День конной авиации", "День подразделений служебно-боевой подготовки МВД РФ", "День русской печи", "День пищевой революции", "День парусов на горизонте", "Всемирный день борьбы с воспалительными заболеваниями кишечника", "Всемирный день борьбы с гепатитом С", "День торта «Devil`s Food Cake»"],
  "names": ["Ян", "Савва", "Илларион", "Иван", "Денис", "Василий"],
  "holidays_details": ["Праведного Иова Многострадального", "Преподобного Михея Радонежского", "Мученика Вукашина Ясеновацкого", "Мученика Варвара Луканского, бывшего разбойника"],
  "url": "https://my-calend.ru/holidays/19-may"
},
{
  "holidays": ["Всемирный день врача-травматолога", "Всемирный день метрологии", "День рождения джинсов", "Купальница", "День переводчика жестового языка – Украина", "День банковских работников – Украина", "Международный день виртуального помощника", "День пиццерийной вечеринки", "Всемирный день пчел", "День Волги", "Европейский день моря", "День миллионера", "День собранной клубники", "День ветряных вертушек", "Праздник разливаний", "День пирога «Киш Лорен»"],
  "names": ["Ян", "Степан", "Семен", "Нил", "Михаил", "Иосиф", "Иван", "Давид", "Антон", "Акакий"],
  "holidays_details": ["Воспоминание явления на небе Креста Господня в Иерусалиме", "Мученика Акакия, сотника", "Преподобного Нила Сорского"],
  "url": "https://my-calend.ru/holidays/20-may"
},
{
  "holidays": ["День военного переводчика", "День инвентаризатора (День работника БТИ)", "День полярника", "День Тихоокеанского флота ВМФ России", "День защиты от безработицы", "Всемирный день культурного разнообразия во имя диалога и развития", "Международный день космоса", "Иван Долгий", "День работников физической культуры и спорта – Беларусь", "День науки – Украина", "День Европы – Украина", "День работников культуры и искусства – Казахстан", "День кровельщика", "День московских парков", "День свободы культуры", "Всемирный день виски", "День калмыцкого чая", "Всемирный день скандинавской ходьбы", "День официантов и официанток", "День музы и вдохновения", "День обмена талисманами", "День клубники со сливками"],
  "names": ["Ян", "Иван", "Арсений", "Адриан"],
  "holidays_details": ["Апостола и Евангелиста Иоанна Богослова", "Преподобного Арсения Великого", "Преподобных Арсения трудолюбивого и Пимена постника, Печерских"],
  "url": "https://my-calend.ru/holidays/21-may"
},
{
  "holidays": ["Международный день биологического разнообразия", "Никола Вешний", "Вешнее Макошье (День Земли)", "День рождения тюбика для зубной пасты", "День бассейновой индустрии", "День основания Третьяковской галереи", "День морского судоходства", "День рождения технологии «Ethernet»", "День богатырского Посвиста", "Международный день гота", "День винегрета", "День ванильного пудинга", "День покупки музыкального инструмента"],
  "names": ["Семен", "Николай", "Иосиф", "Дмитрий", "Гавриил", "Василий", "Акилина"],
  "holidays_details": ["Пророка Исаии", "Мученика Христофора Ликийского", "Перенесение мощей святителя и Чудотворца Николая", "Преподобного Шио (Симеона) Мгвимского", "Преподобного Иосифа Оптинского"],
  "url": "https://my-calend.ru/holidays/22-may"
},
{
  "holidays": ["Всемирный день черепахи", "Симонов день", "Международный день по искоренению акушерских свищей", "День ирисок", "День каштановых свечек", "Праздник жевальщиков стирательных резинок"],
  "names": ["Симон", "Лаврентий", "Кирилл", "Василий", "Таисия"],
  "holidays_details": ["Апостола Симона Зилота", "Святителя Симона Печерского, епископа Владимирского и Суздальского", "Блаженного Симона, Христа ради юродивого, Юрьевецкого"],
  "url": "https://my-calend.ru/holidays/23-may"
},
{
  "holidays": ["День кадровика", "День славянской письменности и культуры", "Европейский день парков", "Мокей Мокрый", "День братьев", "День солнцезащитного крема", "Праздник горилки", "Всемирный день видеоигр", "Всемирный день шизофрении", "День валяния в траве", "Международный день тиары", "День «мусорной охоты»"],
  "names": ["Ростислав", "Михаил", "Константин", "Кирилл", "Иосиф", "Александр"],
  "holidays_details": ["Равноапостольных Мефодия и Кирилла, учителей Словенских", "Священномученика Мокия", "Священномученика Иосифа, митрополита Астраханского", "Святителя Никодима, архиепископа Сербского", "Преподобного Софрония Печерского, затворника"],
  "url": "https://my-calend.ru/holidays/24-may"
},
{
  "holidays": ["День филолога", "Международный день пропавших детей", "Всемирный день щитовидной железы", "Епифанов день", "День работников по пропаганде безопасности дорожного движения", "День вина", "День полотенца", "День чечетки", "День счастливого билетика", "День сотворения мира", "Праздник свободы причесок", "День гордости гиков"],
  "names": ["Ян", "Филипп", "Федор", "Теодор", "Семен", "Петр", "Иван", "Денис", "Герман", "Антон"],
  "holidays_details": ["Священномученика Ермогена, патриарха Московского и всея России, чудотворца", "Святителя Епифания, епископа Кипрского", "Святителя Германа, патриарха Константинопольского", "Преподобного Дионисия Радонежского, архимандрита"],
  "url": "https://my-calend.ru/holidays/25-may"
},
{
  "holidays": ["День российского предпринимательства", "Лукерья Комарница", "Праздник большого напора", "День хождения босиком", "День конника", "День бабушки в Удмуртской Республике", "День снежного барса на Алтае", "День бумажных самолетиков", "День черничного чизкейка", "День «Возьми дочку на работу» – ЮАР"],
  "names": ["Ян", "Тарас", "Сергей", "Макар", "Иван", "Ефим", "Егор", "Георгий", "Гавриил", "Василий", "Александр", "Ирина", "Гликерия", "Арина"],
  "holidays_details": ["Мученицы Гликерии девы и с нею, мученика Лаодикия Гераклейского, стража темничного", "Перенесение мощей преподобномученика Макария Каневского, игумена Пинского, Переяславского чудотворца", "Мученика Александра Римского"],
  "url": "https://my-calend.ru/holidays/26-may"
},
{
  "holidays": ["Общероссийский день библиотек (День библиотекаря)", "День сварщика", "Европейский день соседей", "День смелых решений", "Международный день рассеянного склероза", "Сидор Бокогрей", "День города Санкт-Петербург", "День изобретения шпрот", "День итальянский говядины"],
  "names": ["Ян", "Яков", "Петр", "Никита", "Марк", "Максим", "Макар", "Леонтий", "Иван", "Александр"],
  "holidays_details": ["Мученика Исидора Хиосского", "Блаженного Исидора, Христа ради юродивого, Ростовского чудотворца", "Святителя Никиты, затворника Печерского, епископа Новгородского"],
  "url": "https://my-calend.ru/holidays/27-may"
},
{
  "holidays": ["День SEO-оптимизатора", "День пограничника", "День рождения майонеза", "День брюнеток", "Пахом Теплый", "День работников издательств, полиграфии и книгораспространения – Украина", "Международный день действий за женское здоровье", "День гамбургера", "День грудинки", "День лепестковой вьюги"],
  "names": ["Игнат", "Дмитрий", "Анастасия"],
  "holidays_details": ["Преподобного Пахомия Великого", "Святителя Исаии, епископа Ростовского, чудотворца", "Благоверного царевича Димитрия Угличского и Московского", "Преподобных Евфросина и ученика его,Серапиона, Псковских"],
  "url": "https://my-calend.ru/holidays/28-may"
},
{
  "holidays": ["День ветеранов таможенной службы", "День военного автомобилиста", "День химика", "Международный день миротворцев ООН", "Федор Житник", "Всемирный день здорового пищеварения", "День гадания на ромашках", "День табачного дыма", "День конца средневековья", "День бисквита", "День петуха с вином", "День скрепки", "День «Узнайте о компостировании отходов»", "День юриста Краснодарского края", "День туркменского ковра"],
  "names": ["Федор", "Теодор", "Петр", "Николай", "Лаврентий", "Егор", "Георгий", "Аркадий", "Александр"],
  "holidays_details": ["Преподобного Феодора Освященного, игумена", "Перенесение мощей преподобного Ефрема Перекомского, игумена, Новгородского чудотворца"],
  "url": "https://my-calend.ru/holidays/29-may"
},
{
  "holidays": ["Международный день феминизма", "Всемирный день борьбы против астмы и аллергии", "Евдокия Свистунья", "День окрошки", "День поливания цветов", "День памяти Жанны д’Арк", "День мятного джулепа", "День картофеля – Перу", "День желтых носов от одуванчиков"],
  "names": ["Степан", "Николай", "Афанасий", "Адриан", "Ефросинья", "Евдокия"],
  "holidays_details": ["Апостола от 70-ти Андроника и святой Иунии (Юнии)", "Преподобной Евфросинии (в инокинях Евдокии), великой княгини Московской"],
  "url": "https://my-calend.ru/holidays/30-may"
},
{
  "holidays": ["Всемирный день без табака", "День российской адвокатуры", "Всемирный день блондинок", "День рождения велосипедного спорта", "Федот Овсяник", "День памяти жертв политических репрессий и голода – Казахстан", "Международный день близнецов", "Всемирный день борьбы с неравенством", "День работника культуры в Республике Карелия", "День защиты слуха", "Всемирный день медитации", "День дырок от бублика", "День миндального печенья"],
  "names": ["Юлиан", "Федор", "Теодор", "Семен", "Петр", "Павел", "Макар", "Лев", "Ираклий", "Денис", "Давид", "Василий", "Богдан", "Андрей", "Юлия", "Фаина", "Матрена", "Кристина", "Клавдия", "Ефросинья", "Джулия", "Александра"],
  "holidays_details": ["Память святых отцов семи Вселенских Соборов", "Мученика Феодота Корчемника и семи дев, мучениц Александры, Текусы, Клавдии, Фаины, Евфрасии, Матроны и Иулии", "Мучеников Петра, Дионисия, Андрея, Павла и мученицы Христины"],
  "url": "https://my-calend.ru/holidays/31-may"
},
{
  "holidays": ["Всемирный день родителей", "Международный день защиты детей", "Всемирный день молока", "День Северного флота ВМФ России", "День рождения «Супермена»", "Международный день настольных игр", "День военно-транспортной авиации ВКС РФ", "День создания правительственной связи СССР", "День герба, флага и гимна Краснодарского края", "День отправки рекой бутылки с хорошими мыслями", "День ходьбы босиком", "День оливок", "День «Скажи что-нибудь приятное»", "День «Подбрось монетку»", "День торта с фундуком", "День без алкоголя – Польша"],
  "names": ["Ян", "Сергей", "Павел", "Николай", "Михаил", "Митрофан", "Матвей", "Максим", "Игнат", "Иван", "Дмитрий", "Григорий", "Виктор", "Василий", "Валентин", "Антон", "Александр", "Акакий", "Анастасия"],
  "holidays_details": ["Священномучеников Патрикия Прусского, епископа, и с ним трех пресвитеров Акакия, Менандра и Полиена, пресвитеров", "Преподобных Корнилия, чудотворца Комельского и Корнилия Палеостровского, игумена Олонецкого", "Благоверного великого князя Димитрия Донского", "Благоверного князя Иоанна (в иночестве Игнатия) Угличского, Вологодского", "Преподобного Сергия Шухтомского (Шухтовского)"],
  "url": "https://my-calend.ru/holidays/1-june"
},
{
  "holidays": ["День спутникового мониторинга и навигации", "День здорового питания и отказа от излишеств в еде", "Тимофей Грядочник", "День любви к своему стоматологу", "Праздник падающих шкафов", "День запуска бумажных змеев и самолетиков", "День ананаса – Таиланд", "Международный день бега", "День портных"],
  "names": ["Ян", "Тимофей", "Никита", "Иосиф", "Иван", "Алексей", "Александр", "Сюзанна"],
  "holidays_details": ["Мучеников Фалалея, Александра и Астерия", "Обретение мощей святителя Алексия, митрополита Московского, всея России чудотворца", "Благоверного князя Довмонта (во Святом Крещении Тимофея) Псковского"],
  "url": "https://my-calend.ru/holidays/2-june"
},
{
  "holidays": ["День рождения парашюта", "Праздник прогульщика", "Оленин день", "Праздник Владимирской иконы Божией Матери", "Всемирный день велосипеда", "Всемирный день косолапости", "День яйца", "День вспоминания о снеге", "День шоколадно-миндального печенья", "День повторений"],
  "names": ["Ярослав", "Федор", "Теодор", "Михаил", "Константин", "Кирилл", "Елисей", "Андрей", "Илона", "Елена", "Алена"],
  "holidays_details": ["Владимирской иконы Божией Матери", "Равноапостольных царя Константина Великого и матери его, святой царицы Елены", "Благоверных князей Константина (Ярослава Святославича) и чад его, Михаила и Феодора, Муромских чудотворцев", "Преподобного Кассиана грека, Угличского чудотворца", "Собор Карельских святых"],
  "url": "https://my-calend.ru/holidays/3-june"
},
{
  "holidays": ["Международный день невинных детей - жертв агрессии", "Василиск", "День государственных символов – Казахстан", "День крановщика (День машиниста грузоподъемного крана)", "День Республики Ингушетия", "День коньяка", "День сыра", "День объятий с кошками", "День старых дев", "Международный день спойлеров", "Международный день борьбы с кариесом зубов", "День рождения журнала «Крокодил»", "День порадования кошачьих богов", "День пончика"],
  "names": ["Яков", "Федор", "Теодор", "Павел", "Михаил", "Макар", "Захар", "Даниил", "София"],
  "holidays_details": ["Мученика Василиска", "Мученика Иоанна (Владимира), князя Сербского", "Праведного Иакова Боровичского, Новгородского чудотворца"],
  "url": "https://my-calend.ru/holidays/4-june"
},
{
  "holidays": ["День эколога", "Всемирный день охраны окружающей среды", "Левон Огуречник (Левон Конопляник)", "День охраны окружающей среды – Беларусь", "День образования российской полиции", "День государственной службы карантина растений РФ", "Собор Ростово-Ярославских святых", "Международный день борьбы с незаконным, несообщаемым и нерегулируемым рыбным промыслом", "Всемирный день против видовой дискриминации", "День кетчупа", "Пряничный день", "Праздник солнечных зайчиков", "День резиновых уточек в ванной", "День самогона", "День черного медведя"],
  "names": ["Михаил", "Леонтий", "Даниил", "Афанасий", "Мария", "Ефросинья", "Дарья"],
  "holidays_details": ["Святителя Михаила, епископа Синадского (Фригийского)", "Обретение мощей святителя Леонтия, епископа Ростовского", "Собор Ростово-Ярославских святых", "Преподобной Евфросинии, игумении Полоцкой", "Преподобного Паисия Галичского, архимандрита", "Преподобномученика Михаила Савваита черноризца"],
  "url": "https://my-calend.ru/holidays/5-june"
},
{
  "holidays": ["День мелиоратора", "День русского языка", "День рождения «тетриса»", "День рождения электрического утюга", "Свобориное дерево\xa0(шиповник)", "День работников водного хозяйства – Украина", "День работников местной промышленности – Украина", "День журналиста – Украина", "День финансовой полиции – Казахстан", "Пушкинский день", "Международный день очистки водоемов", "День очков", "День автокинотеатров", "День игрушки Йо-йо", "Праздник топтуна", "День рисования драконов", "День выживших после рака"],
  "names": ["Ян", "Федор", "Теодор", "Степан", "Семен", "Никита", "Иван", "Григорий", "Василий", "Оксана", "Ксения"],
  "holidays_details": ["Преподобного Симеона Столпника на Дивной горе", "Преподобного Никиты Столпника Переяславского", "Блаженной Ксении Петербургской"],
  "url": "https://my-calend.ru/holidays/6-june"
},
{
  "holidays": ["Иван – Медвяные росы", "День принятия Конституции Республики Алтай", "Всемирный день безопасности пищевых продуктов", "День краудфандинга", "День шоколадного мороженого", "День незнакомой кофейни", "День видеомагнитофона", "День кувыркальщиков"],
  "names": ["Ян", "Федор", "Теодор", "Иннокентий", "Иван"],
  "holidays_details": ["Третье обретение главы Пророка, Предтечи и Крестителя Господня Иоанна"],
  "url": "https://my-calend.ru/holidays/7-june"
},
{
  "holidays": ["Всемирный день океанов", "День социального работника", "Международный день домохозяйки и домохозяина", "День рождения пылесоса", "Карп Карполов", "День Республики Карелия", "Всемирный день петербургских кошек и котов", "Всемирный день борьбы с опухолями головного мозга", "Международный день IPv6", "День лучших друзей", "День радостного утреннего пробуждения", "День «Баунти»", "День таинственных знаков и предсказаний", "День пончиков с желе"],
  "names": ["Ян", "Макар", "Иван", "Егор", "Георгий", "Александр", "Илона", "Елена", "Алена"],
  "holidays_details": ["Апостолов от 70-ти Карпа и Алфея", "Мученика Георгия Нового", "Обретение мощей преподобного Макария, игумена Калязинского, чудотворца"],
  "url": "https://my-calend.ru/holidays/8-june"
},
{
  "holidays": ["Международный день аккредитации", "Международный день друзей", "Федорин день", "Международный день архивов", "День пускания мыльных пузырей", "День южноамериканского футбола", "День Дональда Дака", "День пирога с ревенем и клубникой"],
  "names": ["Ян", "Петр", "Нил", "Леонтий", "Леонид", "Иван", "Анастасия"],
  "holidays_details": ["Праведного Иоанна Русского, исповедника", "Священомученика Ферапонта, епископа Сардийского", "Преподобных Ферапонта Белозерского, архимандрита и Ферапонта Монзенского", "Перенесение мощей свтт. Киприана, Фотия и Ионы, митрополитов Московских", "Обретение мощей преподобного Нила Столобенского", "Тихвинской иконы Божией Матери", "Преподобного Давида Солунского (Фессалоникийского)"],
  "url": "https://my-calend.ru/holidays/9-june"
},
{
  "holidays": ["Вознесение Господне", "День рождения шариковой ручки", "День рождения киностудии Союзмультфильм", "Никита Гусятник", "День пресс-служб МВД РФ", "День архитектора Краснодарского края", "Всемирный день ремесленничества", "День сообщества анонимных алкоголиков", "Всемирный день мороженого", "День разрисованных ладоней", "День чая со льдом", "День трав и специй", "День поперхальщиков"],
  "names": ["Петр", "Павел", "Николай", "Никита", "Макар", "Ираклий", "Игнат", "Захар", "Дмитрий", "Денис", "Илона", "Елена", "Алена"],
  "holidays_details": ["Вознесение Господне", "Преподобного Никиты исповедника, епископа Халкидонского", "Святителя Игнатия Ростовского, епископа", "Святителя Геронтия, митрополита Московского и всея России", "Священномученика Евтихия, епископа Мелитинского"],
  "url": "https://my-calend.ru/holidays/10-june"
},
{
  "holidays": ["Общероссийский день рассеянного склероза", "Феодосия Колосяница", "День неукротимой страсти", "День поиска новой звезды", "День немецкого шоколадного торта", "День кукурузы в початках"],
  "names": ["Ян", "Лука", "Константин", "Иван", "Богдан", "Андрей", "Александр", "Фаина", "Мария"],
  "holidays_details": ["Преподобномученицы Феодосии девы", "Блаженного Иоанна, Христа ради юродивого, Устюжского", "Святителя Луки (Войно-Ясенецкого), архиепископа Симферопольского и Крымского"],
  "url": "https://my-calend.ru/holidays/11-june"
},
{
  "holidays": ["День мебельщика", "День пивовара", "День России", "Всемирный день борьбы с детским трудом", "День рождения противогаза", "Змеиный праздник", "День работника фондового рынка – Украина", "Международный день розового вина", "День гуляния с воздушным шариком", "День красных роз", "День печенья с арахисовым маслом", "Международный день шиитов", "Всемирный день вязания на публике"],
  "names": ["Яков", "Василий"],
  "holidays_details": ["Преподобного Исаакия исповедника, игумена обители Далматской"],
  "url": "https://my-calend.ru/holidays/12-june"
},
{
  "holidays": ["День работников текстильной и лёгкой промышленности", "Международный день распространения информации об альбинизме", "День рождения булавки", "Еремей-бобовник", "День маленького путешествия", "День швейной машинки", "День кухонного недотепы", "Праздник куролесов"],
  "names": ["Филипп", "Роман", "Остап", "Николай", "Борис", "Кристина"],
  "holidays_details": ["Апостола от 70-ти Ерма (Ермия)"],
  "url": "https://my-calend.ru/holidays/13-june"
},
{
  "holidays": ["День работников миграционной службы", "Международный день блогера", "Всемирный день донора крови", "Устинов день", "День работников печати и информации в Республике Башкортостан", "День кофейных зерен", "Международный день натуриста", "День клубничного торта", "День бурбона"],
  "names": ["Харитон", "Павел", "Денис", "Давид", "Гавриил", "Василий", "Вера"],
  "holidays_details": ["Мучеников Иустина Философа, Иустина Римского и с ними Харитона, мученицы Хариты, мучеников Евелписта, Иеракса, Пеона и Валериана", "Преподобного Дионисия Глушицкого, игумена", "Святого праведного Иоанна Кронштадтского", "Преподобного Агапита Печерского, врача безмездного"],
  "url": "https://my-calend.ru/holidays/14-june"
},
{
  "holidays": ["Всемирный день ветра", "Вьюн Зеленый", "Праздник мужских недостатков", "День силы улыбки", "Международный день прогулки", "День фотографии природы", "День омара", "День придумывания новых созвездий", "День пива – Великобритания"],
  "names": ["Ян", "Константин", "Иван", "Дмитрий", "Юлиана", "Ульяна", "Мария"],
  "holidays_details": ["Святителя Никифора исповедника, патриарха Константинопольского", "Великомученика Иоанна Нового, Сочавского", "Обретение мощей благоверной княгини Иулиании Вяземской, Новоторжской"],
  "url": "https://my-calend.ru/holidays/15-june"
},
{
  "holidays": ["День чекушки", "Лукьян Ветряк", "День рождения Выставки Достижений Народного Хозяйства (ВДНХ)", "Международный день семейных денежных переводов", "Международный день морской черепахи", "День защиты детей Африки", "День свежих овощей", "День шоколадной помадки", "День отправления в дальнее плавание трех бумажных корабликов"],
  "names": ["Юлиан", "Павел", "Михаил", "Лукьян", "Дмитрий", "Денис", "Афанасий"],
  "holidays_details": ["Мучеников Лукиллиана, Клавдия, Ипатия, Павла, Дионисия и мученицы Павлы девы", "Перенесение мощей благоверного царевича Димитрия Угличского и Московского в Москву"],
  "url": "https://my-calend.ru/holidays/16-june"
},
{
  "holidays": ["Всемирный день борьбы с опустыниванием и засухой", "Семик", "Митрофан Навозник", "День поедания овощей", "День приманивания муз", "День яблочного штруделя"],
  "names": ["Ян", "Петр", "Назар", "Митрофан", "Иван", "Елизар", "София", "Марфа", "Марта", "Мария"],
  "holidays_details": ["Обретение мощей священномученика Петра (Зверева), архиепископа Воронежского", "Святителя Митрофана, патриарха Константинопольского", "Преподобного Мефодия, игумена Пешношского"],
  "url": "https://my-calend.ru/holidays/17-june"
},
{
  "holidays": ["День рождения детской коляски", "Всемирный день гармонии", "Дорофеев день", "День участкового инспектора милиции – Украина", "День шлепок", "День службы военных сообщений ВС РФ", "День сыроделов", "Международный день пикника", "Международный день суши", "Международный день паники", "День недалекого будущего", "День поиска четырехлистного клевера", "День устойчивой гастрономии", "День расточительства"],
  "names": ["Федор", "Теодор", "Петр", "Николай", "Михаил", "Марк", "Леонид", "Константин", "Игорь", "Егор", "Гордей", "Георгий", "Гавриил", "Аполлон"],
  "holidays_details": ["Священномученика Дорофея, епископа Тирского", "Благоверного князя Феодора Ярославича, Новгородского", "Обретение мощей преподобных Вассиана и Ионы, Соловецких чудотворцев", "Перенесение мощей благоверного князя Игоря (во Святом Крещении Георгия) Черниговского и Киевского", "Блаженного Константина, митрополита Киевского и всея России, чудотворца"],
  "url": "https://my-calend.ru/holidays/18-june"
},
{
  "holidays": ["Троицкая суббота", "День наблюдения за облаками", "Ларион Пропольник", "Всемирный день неспешной прогулки", "Всемирный день детского футбола", "Международный день коробки", "День мартини", "День кота Гарфилда", "День спиртоглотов", "День поцелуев – Великобритания", "День освобождения рабов – США"],
  "names": ["Рафаэль", "Илларион", "Егор", "Георгий", "Фекла", "Сюзанна"],
  "holidays_details": ["Суббота Троицкая", "Преподобного Виссариона, чудотворца Египетского", "Преподобного Илариона Нового, игумена", "Святителя Ионы", "Преподобного Паисия Угличского, игумена"],
  "url": "https://my-calend.ru/holidays/19-june"
},
{
  "holidays": ["Всемирный день беженцев", "Троица", "День медицинского работника", "День отца", "День специалиста минно-торпедной службы ВМФ России", "Всемирный день защиты слонов в зоопарках", "Федот Урожайник", "День уродливых собак", "Всемирный день Wi-Fi", "День чайных покупок", "День невынимающихся пробок", "Международный день серфинга", "День мороженого с газировкой", "День ванильного молочного коктейля"],
  "names": ["Ян", "Тарас", "Степан", "Петр", "Павел", "Николай", "Михаил", "Лев", "Игнат", "Иван", "Григорий", "Вольдемар", "Владимир", "Виктор", "Вениамин", "Василий", "Валентин", "Богдан", "Афанасий", "Антон", "Александр", "Сюзанна", "Мария", "Калерия", "Зинаида", "Валерия"],
  "holidays_details": ["День Святой Троицы (Пятидесятница)", "Мученика Феодота Корчемника"],
  "url": "https://my-calend.ru/holidays/20-june"
},
{
  "holidays": ["День кинологических подразделений МВД России (День кинолога)", "Международный день скейтбординга", "Международный день йоги", "Всемирный день мотоциклиста", "Духов день\xa0(День Святого Духа)", "Международный день цветка", "Федор Колодезник", "День «Возьми свою кошку на работу»", "Всемирный день рукопожатий", "Международный день футболки", "Всемирный день жирафов", "День селфи", "Ысыах – Якутский Новый год", "День солнечных зайчиков", "День солидарности атеистов", "Всемирный день гуманистов", "Всемирный день гидрографии", "День персиков с кремом", "День cмузи"],
  "names": ["Федор", "Теодор", "Павел", "Константин", "Василий", "Мелания"],
  "holidays_details": ["Троицкая седмица", "Великомученика Феодора Стратилата", "Святителя Феодора, епископа Ростовского и Суздальского", "Обретение мощей благоверных князей Василия и Константина Ярославских"],
  "url": "https://my-calend.ru/holidays/21-june"
},
{
  "holidays": ["День памяти и скорби (День начала ВОВ)", "Кириллов день", "Праздник «Мят-Сели» в Ингушетии", "День подмигивания кошкам", "День шоколадного эклера", "День луковых колец", "Праздник лоботрясов", "День радлера"],
  "names": ["Ян", "Рафаэль", "Кирилл", "Иван", "Алексей", "Александр", "Фекла", "Марфа", "Марта", "Мария", "Марианна"],
  "holidays_details": ["Троицкая седмица", "Святителя Кирилла, архиепископа Александрийского", "Преподобного Кирилла Белоезерского, игумена", "Праведного Алексия Московского Мечёва", "Преподобного Александра Куштского, игумена"],
  "url": "https://my-calend.ru/holidays/22-june"
},
{
  "holidays": ["Международный день балалайки", "День государственной службы ООН", "Международный день вдов", "Международный Олимпийский день", "День рождения пишущей машинки", "Знамения Тимофея", "День государственной службы – Украина", "День государственного служащего – Казахстан", "День полиции – Казахстан", "Всемирный день информаторов", "День без обид", "День тайных посланий", "День печенюжки", "День розового фламинго", "День гидратации"],
  "names": ["Ян", "Тимофей", "Семен", "Павел", "Николай", "Макар", "Иван", "Василий", "Алексей", "Александр", "Антонина"],
  "holidays_details": ["Троицкая седмица", "Святителя Иоанна (Максимовича), митрополита Тобольского", "Собор Сибирских святых", "Священномученика Тимофея, епископа Прусского", "Обретение мощей святителя Василия, епископа Рязанского", "Преподобного Силуана, схимника Печерского", "Собор Рязанских святых"],
  "url": "https://my-calend.ru/holidays/23-june"
},
{
  "holidays": ["День Варнавы", "День Республики Чувашия", "Католическое Рождество Иоанна Крестителя", "Международный день феи", "День разноцветных стекол", "День оживания музеев", "День «Проплыть круг»", "Праздник солнца – Перу", "День замороженной конфеты"],
  "names": ["Варфоломей", "Мария"],
  "holidays_details": ["Троицкая седмица", "Апостолов Варфоломея (Нафанаила) и Варнавы (Иосифа)", "Преподобного Варнавы Ветлужского", "Перенесение мощей преподобного Ефрема Новоторжского, архимандрита", "Иконы Божией Матери: «Достойно есть» (Милующая)"],
  "url": "https://my-calend.ru/holidays/24-june"
},
{
  "holidays": ["День моряка (мореплавателя)", "День дружбы и единения славян", "Петр Солнцеворот", "День таможенной службы – Украина", "Всероссийский день национальной гордости", "День работников статистики", "День улыбок незнакомым людям", "Глобальный день «Битлз»", "День цветного телевидения", "День сома", "День клубничного парфе", "Всемирный день витилиго"],
  "names": ["Ян", "Юлиан", "Тимофей", "Степан", "Петр", "Иван", "Арсений", "Андрей", "Анна"],
  "holidays_details": ["Троицкая седмица", "Обретение мощей и второе прославление благоверной княгини Анны (в иночестве Евфросиньи) Кашинской", "Преподобного Арсения Коневского", "Преподобных Онуфрия и Авксентия Вологодских", "Преподобных Вассиана и Ионы Пертоминских, Соловецких"],
  "url": "https://my-calend.ru/holidays/25-june"
},
{
  "holidays": ["День изобретателя и рационализатора", "Международный день борьбы против злоупотребления наркотиками и их незаконного оборота", "Международный день в поддержку жертв пыток", "Акулина Гречишница", "День рождения зубной щетки", "День работников прокуратуры – Беларусь", "День косметолога", "День шоколадного пудинга", "День каноэ", "День теней на стене", "День спиритизма"],
  "names": ["Ян", "Яков", "Савва", "Иван", "Дмитрий", "Даниил", "Андрей", "Александр", "Пелагея", "Антонина", "Анна", "Александра", "Акилина"],
  "holidays_details": ["Троицкая седмица", "Преподобных Андроника, игумена и Саввы, Московских", "Святителя Трифиллия, епископа Левкусии Кипрской", "Мученицы Акилины Старшей"],
  "url": "https://my-calend.ru/holidays/26-june"
},
{
  "holidays": ["Всемирный день рыболовства", "День молодежи", "Петровское заговенье", "День рождения банкомата", "Елисей Гречкосей", "День молодежи – Украина, Беларусь", "День микро, малых и средних предприятий", "День записывания случайных мыслей", "День солнцезащитных очков", "День тестирования на ВИЧ", "День игры «Бинго»", "Всемирный день смурфиков", "День цветения апельсина"],
  "names": ["Серафим", "Павел", "Николай", "Мстислав", "Иосиф", "Елисей", "Егор", "Георгий", "Вольдемар", "Владимир", "Александр"],
  "holidays_details": ["Троицкая седмица", "Пророка Елисея и святителя Мефодия, патриарха Константинопольского", "Благоверного князя Мстислава (во Святом Крещении Георгия) Храброго, Новгородского", "Преподобного Мефодия, игумена Пешношского", "Собор Дивеевских святых"],
  "url": "https://my-calend.ru/holidays/27-june"
},
{
  "holidays": ["День Фита", "День Конституции – Украина", "День работников связи и информации – Казахстан", "День российского букмекера", "День страхования", "День Декларации о государственном суверенитете Республики Адыгея", "День карусельной лошадки", "День клавиши CAPS LOCK", "День числа Тау"],
  "names": ["Федор", "Теодор", "Семен", "Михаил", "Григорий"],
  "holidays_details": ["Петров пост (Апостольский)", "Святителя Ионы, митрополита Московского и всея России, чудотворца", "Пророка Амоса", "Преподобномучеников Григория, игумена, и Кассиана, Авнежских", "Блаженного Иеронима Стридонского", "Перенесение мощей преподобного Феодора Сикеота, епископа Анастасиупольского", "Благоверного князя Сербского Лазаря", "Святителя Ефрема II, патриарха Сербского"],
  "url": "https://my-calend.ru/holidays/28-june"
},
{
  "holidays": ["День партизан и подпольщиков", "Международный день промышленного дизайна", "День поисков кладов и секретов", "День учреждения Нобелевской Премии", "Тихон Тихий", "День корабела", "Праздник объятий", "День фотоаппарата", "Католический праздник святых апостолов Петра и Павла", "День вафельницы", "Международный день тропиков", "День миндального батончика"],
  "names": ["Тихон", "Петр", "Михаил", "Константин"],
  "holidays_details": ["Петров пост (Апостольский)", "Святителя Тихона, епископа Амафунтского", "Преподобных Тихона Медынского, Калужского и Тихона Луховского, Костромского чудотворца", "Перенесение мощей святителя Феофана Затворника Вышенского"],
  "url": "https://my-calend.ru/holidays/29-june"
},
{
  "holidays": ["День экономиста", "Мануйло и Савелий", "День радиотехнических войск противовоздушной обороны ВКС РФ", "День сотрудника службы охраны уголовно-исполнительной системы РФ", "Всемирный день социальных сетей", "Международный день парламентаризма", "Международный день астероида", "День «Секунды координации»", "День разбрасывания монеток", "День коктейля «Май Тай»", "День прикида"],
  "names": ["Эммануил", "Савелий", "Никита", "Максим", "Клим", "Кирилл", "Исмаил", "Иосиф", "Пелагея"],
  "holidays_details": ["Петров пост (Апостольский)", "Мучеников Мануила, Савела и Исмаила"],
  "url": "https://my-calend.ru/holidays/30-june"
},
{
  "holidays": ["День изобретения солнцезащитных очков", "День сотрудника отдела налоговых преступлений", "Ярилин день (Макушка лета)", "День архитектуры – Украина", "День ветеранов боевых действий", "День празднования добровольного вхождения Бурятии в состав России", "Международный день шутки", "День заплетальщиков", "День имбирного печенья", "День почтовой марки – США", "День почтового индекса – США"],
  "names": ["Сергей", "Леонтий", "Виктор", "Василий", "Александр"],
  "holidays_details": ["Петров пост (Апостольский)", "Мучеников Леонтия, Ипатия и Феодула", "Преподобного Леонтия, канонарха Печерского"],
  "url": "https://my-calend.ru/holidays/1-july"
},
{
  "holidays": ["Международный день спортивного журналиста", "Всемирный день НЛО", "День сюрпризов", "День дипломатической службы – Казахстан", "Праздник трезвенников и язвенников", "Всемирный день собаки", "День реки Лены", "День «Я забыл»", "День ликера «Анисетт»"],
  "names": ["Ян", "Иван", "Мария"],
  "holidays_details": ["Петров пост (Апостольский)", "Преподобного Варлаама Хутынского", "Апостола Иуды Иаковлева, брата Господня", "Святителя Иова, патриарха Московского и всея России", "Святителя Иоанна Чудотворца (Максимовича), архиепископа Шанхайского и Сан-Францисского", "Преподобного Паисия Великого"],
  "url": "https://my-calend.ru/holidays/2-july"
},
{
  "holidays": ["День ГАИ (ГИБДД МВД РФ)", "Международный день кооперативов", "День тайной дружбы", "Мефодий Перепелятник", "День Достоевского", "День Независимости – Беларусь", "День кооперации – Беларусь", "Международный день Днепра – Украина, Беларусь", "День славления князя Святослава Игоревича", "День Республики Хакасия", "День образования Республики Алтай", "День единения народов Карачаево-Черкесии", "День комплиментов отражению", "День шоколадных вафель", "День поедания бобов", "День вдали от солнца"],
  "names": ["Ян", "Фома", "Лука", "Иван", "Дмитрий", "Глеб", "Афанасий", "Андрей", "Римма", "Инна"],
  "holidays_details": ["Петров пост (Апостольский)", "Священномученика Мефодия, епископа Патарского", "Благоверного князя Глеба Владимирского", "Перенесение мощей святителя Гурия, архиепископа Казанского"],
  "url": "https://my-calend.ru/holidays/3-july"
},
{
  "holidays": ["День работников морского и речного флота", "День отдыха от праздников", "Ульянов день", "День работников водного транспорта – Беларусь", "День судебного эксперта – Украина", "День тыла уголовно-исполнительной системы РФ", "День салата «Цезарь»", "День Тома Сойера", "День кантри-музыки", "День отмазывания", "День приготовления яичницы на тротуаре", "День независимости – США", "День национальной полиции – Украина"],
  "names": ["Ян", "Юлий", "Юлиан", "Федор", "Теодор", "Николай", "Никита", "Максим", "Иван", "Егор", "Георгий", "Антон", "Алексей", "Василиса", "Анастасия"],
  "holidays_details": ["Петров пост (Апостольский)", "Мученика Иулиана Тарсийского", "Обретение мощей преподобного Максима Грека", "Священномученика Терентия, епископа Иконийского"],
  "url": "https://my-calend.ru/holidays/4-july"
},
{
  "holidays": ["Ульянин день", "День военных представительств Министерства обороны РФ", "День Республики Калмыкия", "День герба, гимна и флага Брянской области", "Всемирный день бикини", "День трудоголиков", "День разноцветных носков с пальцами", "День луженых глоток", "День яблочного турновера", "День крекеров «Грэхем»"],
  "names": ["Федор", "Теодор", "Григорий", "Геннадий", "Гавриил", "Василий", "Юлиана", "Ульяна"],
  "holidays_details": ["Петров пост (Апостольский)", "Священномученика Евсевия, епископа Самосатского"],
  "url": "https://my-calend.ru/holidays/5-july"
},
{
  "holidays": ["Всемирный день поцелуя", "Аграфена Купальница", "День сплетения венков", "День рождения президента Казахстана – Казахстан", "День Столицы – Казахстан", "День финансовой и контрольно-ревизионной службы МВД РФ", "День рождения Далай-ламы", "День жареной курицы", "День обеда с вашим веб-мастером"],
  "names": ["Федор", "Теодор", "Святослав", "Петр", "Митрофан", "Иосиф", "Герман", "Артем", "Антон", "Алексей", "Александр", "Агриппина"],
  "holidays_details": ["Петров пост (Апостольский)", "Владимирской иконы Божией Матери", "Собор Владимирских святых", "Мученицы Агриппины Римляныни", "Праведного отрока Артемия Веркольского", "Второе перенесение мощей святителя Германа, архиепископа Казанского и Свияжского"],
  "url": "https://my-calend.ru/holidays/6-july"
},
{
  "holidays": ["Иван Купала", "Рождество Иоанна Предтечи", "Глобальный день прощения", "День республики в Северной Осетии", "День победы русского флота над турецким флотом в Чесменском сражении", "День прогулки отца с дочерью", "День шоколада", "День правдивости", "День подсчета камешков на мостовой", "День печенья «Макарони»"],
  "names": ["Ян", "Яков", "Никита", "Иван", "Антон"],
  "holidays_details": ["Рождество Иоанна Предтечи", "Петров пост (Апостольский)", "Преподобного Антония Дымского", "Праведных отроков Иакова и Иоанна Менюжских"],
  "url": "https://my-calend.ru/holidays/7-july"
},
{
  "holidays": ["День семьи, любви и верности", "День Петра и Февронии", "Всемирный день борьбы с аллергией", "День зенитных ракетных войск ПВО ВКС РФ", "День обнаруженных заначек", "День общения со вселенной", "Всемирный день разоблачений", "День шоколада с миндалем", "День семьи – Украина"],
  "names": ["Федор", "Теодор", "Семен", "Петр", "Николай", "Константин", "Денис", "Давид", "Василий", "Феврония", "Ефросинья"],
  "holidays_details": ["Петров пост (Апостольский)", "Благоверных князей Петра (в иночестве Давида) и Февронии (в иночестве Евфросинии), Муромских чудотворцев"],
  "url": "https://my-calend.ru/holidays/8-july"
},
{
  "holidays": ["Давид Земляничник", "Праздник Тихвинской иконы Божией Матери", "День сахарного печенья", "День веры в единорогов"],
  "names": ["Ян", "Тихон", "Павел", "Нил", "Иван", "Егор", "Денис", "Давид", "Георгий"],
  "holidays_details": ["Петров пост (Апостольский)", "Святителя Дионисия, архиепископа Суздальского", "Обретение мощей преподобного Тихона Луховского, Костромского чудотворца"],
  "url": "https://my-calend.ru/holidays/9-july"
},
{
  "holidays": ["Самсон Сеногной", "День рождения футбольного свистка", "День котенка", "День победы русской армии над шведами в Полтавском сражении", "День Николы Теслы", "День полета на зонтике", "День пикника с плюшевым мишкой", "День коктейля «Пина Колада»", "День сбора черники", "День московского транспорта"],
  "names": ["Ян", "Самсон", "Петр", "Мартин", "Лука", "Иван", "Егор", "Георгий", "Вольдемар", "Владимир", "Александр", "Яна", "Иванна"],
  "holidays_details": ["Петров пост (Апостольский)", "Преподобного Сампсона Странноприимца", "Обретение мощей преподобного Амвросия Оптинского"],
  "url": "https://my-calend.ru/holidays/10-july"
},
{
  "holidays": ["Всемирный день народонаселения", "День российской почты", "День рыбака", "День художника по свету", "Всемирный день шоколада", "День действий против рыбной ловли", "Крапивное заговенье", "День работников налоговых органов – Беларусь", "День подбадривания одиноких", "Целый день соглашения", "День пяти миллиардов", "День черничного маффина", "День черешни «Rainier»"],
  "names": ["Ян", "Сергей", "Павел", "Иосиф", "Иван", "Григорий", "Герман", "Василий"],
  "holidays_details": ["Петров пост (Апостольский)", "Икона Божией Матери: «Троеручица»", "Перенесение мощей мучеников бессребреников и чудотворцев Кира и Иоанна", "Преподобных Сергия и Германа, Валаамских чудотворцев", "Преподобного Ксенофонта Робейского, игумена"],
  "url": "https://my-calend.ru/holidays/11-july"
},
{
  "holidays": ["Всемирный день бортпроводника гражданской авиации", "Петра и Павла (Петров день)", "День фотографа", "День Косоворотки", "День флага МВД России", "День следования по течению", "День бумажного пакета", "День простоты", "День разноцветных глаз", "День благодарности коровам", "День «Ешь свое желе»", "День пирога с пеканом"],
  "names": ["Симон", "Петр", "Павел"],
  "holidays_details": ["Святых апостолов Петра и Павла"],
  "url": "https://my-calend.ru/holidays/12-july"
},
{
  "holidays": ["Двенадцать апостолов", "День сотрудников органов национальной безопасности – Казахстан", "Международный день купания нагишом", "День поиска за углом", "Международный день головоломки", "День картофеля-фри", "День фасоли с сосисками"],
  "names": ["Ян", "Яков", "Фома", "Филипп", "Тимофей", "Степан", "Симон", "Петр", "Михаил", "Матвей", "Иван", "Варфоломей", "Андрей", "Динара"],
  "holidays_details": ["Собор славных и всехвальных 12-ти апостолов: Петра, Андрея, брата его, Иакова Зеведеева, Иоанна, брата его, Филиппа, Варфоломея, Фомы, Матфея, Иакова Алфеева, Иуды Иаковля, или Фаддея, Симона Зилота и Матфия", "Прославление святителя Софрония, епископа Иркутского"],
  "url": "https://my-calend.ru/holidays/13-july"
},
{
  "holidays": ["Кузьминки летние", "День беспорядка", "День нудистов", "День смородины", "День макарон с сыром", "День придумывания 27 слов на букву О", "День взятия Бастилии – Франция"],
  "names": ["Ян", "Петр", "Павел", "Лев", "Кузьма", "Константин", "Иван", "Демьян", "Василий", "Аркадий", "Алексей", "Ангелина"],
  "holidays_details": ["Бессребреников мучеников Космы и Дамиана, в Риме пострадавших"],
  "url": "https://my-calend.ru/holidays/14-july"
},
{
  "holidays": ["Всемирный день навыков молодежи", "Берегиня", "День военного эколога", "День пожарной безопасности домашних животных", "День русской лени", "День смотрения на фонари", "День рисования углем", "День мармеладных червячков", "День «Отдай что-то»"],
  "names": ["Арсений"],
  "holidays_details": ["Положение Честной ризы Пресвятой Богородицы во Влахерне", "Святителя Фотия, митрополита митрополита Киевского и всея Руси"],
  "url": "https://my-calend.ru/holidays/15-july"
},
{
  "holidays": ["День рисования на асфальте", "Мокий и Марк, Стожары", "День бухгалтера – Украина", "Всемирный день змеи", "День личного повара", "День вкусной еды", "День кукурузных оладьев", "День свежего шпината", "День знакомства с вашими клиентами", "День дыни – Украина"],
  "names": ["Ян", "Фома", "Филипп", "Родион", "Михаил", "Марк", "Константин", "Иван", "Егор", "Демид", "Георгий", "Василий", "Антон", "Анатолий", "Александр"],
  "holidays_details": ["Перенесение мощей святителя Филиппа (Колычева), митрополита Московского и всея России, чудотворца", "Мученика Иакинфа Римского", "Благоверных князей Василия и Константина Ярославских", "Святителя Василия, епископа Рязанского", "Преподобных Анатолиев Печерских", "Преподобных Иоанна и Лонгина Яренгских", "Блаженного Иоанна, Христа ради юродивого, Московского", "Преподобного Никодима Кожеезерского"],
  "url": "https://my-calend.ru/holidays/16-july"
},
{
  "holidays": ["День этнографа", "День основания морской авиации ВМФ России", "День рождения «Диснейленда»", "День дарения подарков", "День рождения кондиционера", "Андрей Налива", "Всемирный день эмоджи", "День международного правосудия", "День укоренившихся традиций", "День лотереи", "День персикового мороженого"],
  "names": ["Федор", "Теодор", "Савва", "Николай", "Михаил", "Марк", "Ефим", "Дмитрий", "Богдан", "Андрей", "Алексей", "Татьяна", "Ольга", "Марфа", "Марта", "Мария", "Анастасия", "Александра"],
  "holidays_details": ["Страстотерпцев царя Николая II, царицы Александры, царевича Алексия, великих княжен Ольги, Татианы, Марии и Анастасии", "Преподобного Андрея Рублева, иконописца", "Благоверного князя Андрея Боголюбского", "Святителя Андрея Критского, архиепископа", "Преподобной Марфы Антиохийской, матери Симеона Дивногорца", "Обретение мощей преподобного Евфимия, Суздальского чудотворца"],
  "url": "https://my-calend.ru/holidays/17-july"
},
{
  "holidays": ["День металлурга", "День создания органов государственного пожарного надзора (РФ)", "День прогулок под дождем", "Афанасьев день (Месяцев праздник)", "День хозяйственной службы органов внутренних дел РФ", "Международный день Нельсона Манделы", "День икры", "День кислых конфет", "День рождения «Тетриса»", "Всемирный день слушания", "День страхового ботаника"],
  "names": ["Степан", "Сергей", "Василий", "Афанасий", "Люция", "Кирилла", "Елизавета", "Варвара", "Анна", "Агния"],
  "holidays_details": ["Преподобного Афанасия, игумена Афонского", "Обретение честных мощей преподобного Сергия, игумена Радонежского, всея России чудотворца", "Преподобномученицы великой княгини Елисаветы и инокини Варвары (Яковлевой)"],
  "url": "https://my-calend.ru/holidays/18-july"
},
{
  "holidays": ["День юридической службы Министерства внутренних дел РФ", "День пирожков с малиновым вареньем", "День без купальников", "Сысоев день", "День Москвы-реки", "День коктейля «Дайкири»", "День соленого бекона – Англия", "День вылазки из своей конуры"],
  "names": ["Федор", "Теодор", "Лукьян", "Иннокентий", "Ефим", "Глеб", "Виктор", "Василий", "Валентин", "Архип", "Антон", "Анатолий", "Юлиана", "Ульяна", "Марфа", "Марта", "Люция"],
  "holidays_details": ["Собор Радонежских святых", "Преподобных Сисоя Великого и Сисоя, схимника Печерского"],
  "url": "https://my-calend.ru/holidays/19-july"
},
{
  "holidays": ["Международный день шахмат", "Международный День Торта", "Авдотья Сеногнойка", "День хождения по бордюрам", "Всемирный день прыжка", "День леденцов на палочке", "День печенья с предсказанием", "День Луны", "День уродливых грузовиков", "Праздник губошлепов"],
  "names": ["Фома", "Сергей", "Павел", "Остап", "Лукьян", "Герман", "Акакий", "Ефросинья", "Евдокия"],
  "holidays_details": ["Преподобной Евфросинии (в инокинях Евдокии), великой княгини Московской", "Преподобного Фомы Малеина", "Преподобного Акакия Синайского", "Мученицы Кириакии (Неделы) Никомидийской"],
  "url": "https://my-calend.ru/holidays/20-july"
},
{
  "holidays": ["Казанская летняя (Прокопьев день, Зажинки)", "День переучета", "День хот-дога", "День ИЛИ", "День мусорной еды", "День турнира по перетягиванию каната", "День хот-дога с соусом чили"],
  "names": ["Федор", "Теодор", "Савва", "Александр"],
  "holidays_details": ["Явление иконы Пресвятой Богородицы во граде Казани", "Мученика Прокопия", "Праведного Прокопия, Христа ради юродивого, Устюжского чудотворца"],
  "url": "https://my-calend.ru/holidays/21-july"
},
{
  "holidays": ["День находок", "День трудяги", "Панкратий и Кирилл", "Всемирный день мозга", "День Невской битвы", "День защитников неба Москвы", "Международный день бокса", "День толстяка и толстушки", "День приближенного значения числа Пи", "День гамака", "День крысолова", "День конфет фадж"],
  "names": ["Ян", "Федор", "Теодор", "Михаил", "Константин", "Кирилл", "Иван", "Андрей", "Александр"],
  "holidays_details": ["Священномученика Панкратия, епископа Тавроменийского", "Святителя Феодора, епископа Едесского", "Священномученика Кирилла, епископа Гортинского"],
  "url": "https://my-calend.ru/holidays/22-july"
},
{
  "holidays": ["Всемирный день китов и дельфинов", "Антоний Громоносец", "День дачника в России", "Праздник Коневской иконы Божией Матери", "День работника специального учета уголовно-исполнительной системы РФ", "День великолепной бабушки", "День заливной тоски", "Международный день бла-бла-бла", "День жмурок с ярким светом", "День ванильного мороженого"],
  "names": ["Степан", "Петр", "Нестор", "Леонтий", "Егор", "Даниил", "Георгий", "Антон", "Александр"],
  "holidays_details": ["Положение честной ризы Господа нашего Иисуса Христа в Москве", "Мучеников 45-ти в Никополе Армянском: Леонтия, Маврикия, Даниила, Антония, Александра, Ианикита (Аникиты), Сисиния, Менеи, Вирилада и прочих", "Преподобного Антония Киево-Печерского, начальника всех русских монахов", "Преподобного Силуана, схимника Печерского, в Дальних пещерах"],
  "url": "https://my-calend.ru/holidays/23-july"
},
{
  "holidays": ["День работника торговли", "День рождения растворимого кофе", "Ольга Страдница", "День флориста", "День кадастрового инженера", "День кузенов и кузин", "День текилы", "День автораздачи", "День старых шуток", "День заглядывания в будущее", "День ковбоя"],
  "names": ["Лев", "Илларион", "Аркадий", "Ольга", "Илона", "Елена", "Алена"],
  "holidays_details": ["Равноапостольной Ольги, великой княгини Российской, во Святом Крещении Елены", "Воспоминание чуда великомученицы Евфимии Всехвальной, имже Православие утвердися"],
  "url": "https://my-calend.ru/holidays/24-july"
},
{
  "holidays": ["День ВМФ (День Военно-Морского Флота)", "День сотрудника органов следствия Российской Федерации", "День речной полиции", "День памяти Владимира Высоцкого", "Прокл Плакальщик", "День пожарной службы – Беларусь", "День флота – Украина", "День работников торговли – Украина, Беларусь", "День зубного техника", "День кулинаров", "День Святого Христофора (покровитель автомобилистов и дорожной полиции)", "День вина и сыра", "День попадания нитки в иголку", "День карусели", "День беспричинности", "День поиска новых вкусов и запахов", "День десерта из горячего фаджа и мороженого", "День родителей – США"],
  "names": ["Ян", "Федор", "Теодор", "Симон", "Михаил", "Иван", "Ефим", "Григорий", "Гавриил", "Арсений", "Мария", "Вероника"],
  "holidays_details": ["Иконы Божией Матери: «Троеручица»", "Мучеников Прокла и Илария", "Преподобного Михаила Малеина, игумена", "Преподобного Арсения Новгородского", "Мучеников Феодора Варяга и сына его Иоанна Печерского, в Киеве", "Преподобномученика Симона Воломского, игумена"],
  "url": "https://my-calend.ru/holidays/25-july"
},
{
  "holidays": ["День парашютиста", "Гаврила Летний", "День загадывания загадок", "День эсперанто", "День Конституции в Дагестане", "День отца в Ульяновской области", "Праздник католической святой Анны", "День дяди и тети", "День всего или ничего", "День кофейного милк-шейка", "День хрустящего рогалика", "Международный день сохранения мангровых экосистем", "День ФБР"],
  "names": ["Юлиан", "Степан", "Гавриил", "Антон", "Сара"],
  "holidays_details": ["Собор Архангела Гавриила", "Преподобного Стефана Савваита"],
  "url": "https://my-calend.ru/holidays/26-july"
},
{
  "holidays": ["День рождения гамбургера", "День Акилы, Дозоры", "День шотландского виски", "День пяти случайных встреч", "День прогулки с домашними растениями", "День крем-брюле", "День ходьбы на ходулях"],
  "names": ["Ян", "Федор", "Теодор", "Степан", "Петр", "Николай", "Константин", "Ираклий", "Иван"],
  "holidays_details": ["Апостола от 70-ти Акилы", "Преподобного Стефана Махрищского", "Преподобного Никодима Святогорца"],
  "url": "https://my-calend.ru/holidays/27-july"
},
{
  "holidays": ["День PR-специалиста", "День крещения Руси", "Всемирный день борьбы с гепатитом", "День загадывания желаний", "Кирик и Улита", "День приказа «Ни шагу назад!» (День штрафника)", "День молочного шоколада", "День бутылки мира"],
  "names": ["Петр", "Вольдемар", "Владимир", "Василий", "Матрена", "Агриппина"],
  "holidays_details": ["Равноапостольного великого князя Владимира (во Святом Крещении Василия)", "Мученика Кирика и мученицы Иулитты"],
  "url": "https://my-calend.ru/holidays/28-july"
},
{
  "holidays": ["Международный день тигра", "Финогеев день", "День стажера", "День помады", "День поворачивания налево", "День куриных крылышек", "День рождения NASA", "День спиртоносного дерева", "День лазаньи"],
  "names": ["Ян", "Яков", "Федор", "Теодор", "Петр", "Павел", "Иван", "Юлия", "Матрена", "Джулия", "Валентина", "Алевтина"],
  "holidays_details": ["Священномученика Афиногена, епископа Пидахфойского, и десяти учеников его"],
  "url": "https://my-calend.ru/holidays/29-july"
},
{
  "holidays": ["День системного администратора", "Международный день дружбы", "Всемирный день борьбы с торговлей людьми", "Марина лазоревая (Огненная Мария)", "День тестя и свекра", "День информаторов", "День чизкейка", "День цветных напитков", "День разговора в лифте"],
  "names": ["Леонид", "Марина", "Маргарита", "Вероника"],
  "holidays_details": ["Великомученицы Марины (Маргариты) Антиохийской", "Преподобного Иринарха Соловецкого, игумена", "Преподобного Леонида Устьнедумского, иеромонаха"],
  "url": "https://my-calend.ru/holidays/30-july"
},
{
  "holidays": ["День вспоминания любимых книжек", "Омельянов день", "День военно-морского врача ВМФ РФ", "Празднование чудотворной Калужской иконы Божией Матери", "День рождения Гарри Поттера", "Международный день африканской женщины", "Всемирный день рейнджера", "День малинового пирога", "День собаки смешанной породы", "День авокадо", "День необычных инструментов"],
  "names": ["Ян", "Эмиль", "Степан", "Леонтий", "Кузьма", "Иван", "Емельян", "Афанасий"],
  "holidays_details": ["Мученика Емилиана Доростольского", "Мученика Иакинфа Амастридского", "Преподобного Иоанна Многострадального, Печерского", "Преподобных Памвы, затворника Печерского и Памвы (Памво) пустынника, Нитрийского"],
  "url": "https://my-calend.ru/holidays/31-july"
},
{
  "holidays": ["Всероссийский день инкассатора", "День железнодорожника", "День образования Службы специальной связи России", "День памяти российских воинов, погибших в Первой мировой войне", "День Тыла Вооруженных Сил Российской Федерации", "Макрина", "День Воздушных сил Вооруженных сил Украины – Украина", "День работников транспорта – Казахстан", "День рождения ВСХВ-ВДНХ", "День работника технической поддержки", "День бумажных салфеток", "День уважения к родителям", "День подруги", "Всемирный день борьбы с раком легких", "Международный флешмоб женственности", "День человека-паука", "День клоуна", "День приютских собак", "День кремового пирога с малиной", "Всемирный день скаутского галстука", "Международный день вина «Альбариньо»", "День сестры"],
  "names": ["Тихон", "Степан", "Серафим", "Роман", "Митрофан", "Дмитрий", "Григорий", "Милица", "Евгения"],
  "holidays_details": ["Обретение мощей преподобного Серафима, Саровского чудотворца", "Преподобной Макрины Каппадокийской", "Благоверного князя Романа (Олеговича) Рязанского", "Преподобного Паисия Печерского", "Блаженного Стефана Лазаревича Нового (Высокого) и матери его благоверной княгини Милицы (во Святом Крещении Евфросинии), Сербских", "Преподобного Дия Константинопольского"],
  "url": "https://my-calend.ru/holidays/1-august"
},
{
  "holidays": ["День ВДВ (День Воздушно-десантных войск)", "Ильин день", "День рождения почтового ящика", "День сидения на подоконниках", "День оленя в Ненецком автономном округе", "День Эвенкийской природы", "Перунов день", "День книжки-раскраски", "День сэндвич-мороженого"],
  "names": ["Ян", "Федор", "Тихон", "Теодор", "Сергей", "Савва", "Петр", "Николай", "Леонтий", "Кузьма", "Константин", "Илья", "Иван", "Ибрагим", "Ефим", "Егор", "Георгий", "Афанасий", "Алексей", "Александр", "Аарон"],
  "holidays_details": ["Пророка Илии", "Преподобного Авраамия Галичского, Чухломского, игумена", "Обретение мощей преподобномученика Афанасия Брестского, игумена"],
  "url": "https://my-calend.ru/holidays/2-august"
},
{
  "holidays": ["Онуфрий Молчаливый", "День арбуза", "День поцелуев с зеркалом", "День кучки орехов"],
  "names": ["Ян", "Федор", "Теодор", "Семен", "Роман", "Петр", "Иван", "Егор", "Евгений", "Георгий", "Анна"],
  "holidays_details": ["Преподобных Симеона Палестинского, Христа ради юродивого, и Иоанна, спостника его", "Преподобных Онуфрия Молчаливого и Онисима затворника, Печерских"],
  "url": "https://my-calend.ru/holidays/3-august"
},
{
  "holidays": ["Марьи добрый день", "День качания на качелях", "День рождения шампанского", "День полиции – Украина", "День одинокой работающей женщины", "День белого вина", "Ночь вне дома", "День заветного сундучка", "День печенья с шоколадной крошкой", "День спелеолога"],
  "names": ["Михаил", "Алексей", "Мария", "Магдалина"],
  "holidays_details": ["Мироносицы равноапостольной Марии Магдалины", "Преподобного Корнилия Переяславского", "Перенесение мощей священномученика Фоки, епископа Синопского"],
  "url": "https://my-calend.ru/holidays/4-august"
},
{
  "holidays": ["Международный день светофора", "Трофим Бессонник", "Праздник Почаевской иконы Божией Матери", "День пьяного курсанта", "День нижнего белья", "День распрямившегося штопора", "День разглядывания горизонта", "День «Работай как собака»", "День устриц"],
  "names": ["Федор", "Трофим", "Теодор", "Виталий", "Андрей", "Анна"],
  "holidays_details": ["Почаевской иконы Божией Матери", "Мучеников Трофима, Феофила и с ними 13-ти мучеников"],
  "url": "https://my-calend.ru/holidays/5-august"
},
{
  "holidays": ["День железнодорожных войск", "Международный день «Врачи мира за мир»", "Международный день пива", "Борис и Глеб", "Всемирный день борьбы за запрещение ядерного оружия", "Католическое Преображение Господне", "День свежего дыхания", "День огненной воды", "День грибного дождя", "День шевеления пальцами ног", "День коктейля «Рутбир флоат»"],
  "names": ["Ян", "Роман", "Николай", "Илларион", "Иван", "Давид", "Глеб", "Борис", "Афанасий", "Анатолий", "Кристина"],
  "holidays_details": ["Мучеников благоверных князей Бориса (во Святом Крещении Романа) и Глеба (во Святом Крещении Давида)", "Мученицы Христины Тирской", "Преподобного Поликарпа Печерского, архимандрита"],
  "url": "https://my-calend.ru/holidays/6-august"
},
{
  "holidays": ["День специальной связи и информации Федеральной службы охраны России", "День собирания звёзд", "День подразделений оперативно-розыскной информации криминальной полиции", "Праздник холостяка", "Анна Летняя", "Международный день алопеции", "День горчицы", "День еды – Канада", "День профессионального оратора", "День маяка", "День малины в креме", "День «Пурпурного сердца»"],
  "names": ["Макар", "Александр", "Ираида", "Анна"],
  "holidays_details": ["Успение праведной Анны, матери Пресвятой Богородицы", "Святых жен Олимпиады, диаконисы и преподобной Евпраксии девы, Тавеннской", "Преподобного Макария Желтоводского, Унженского"],
  "url": "https://my-calend.ru/holidays/7-august"
},
{
  "holidays": ["День строителя", "Международный день альпинизма", "День рождения холодильника", "Международный день офтальмологии", "Ермолаев день", "Всемирный день кошек", "День войск связи – Украина", "День работника ветеринарной медицины – Украина", "Международный день бесконечности", "День «Счастье случается»", "День цуккини", "День памяти нотариусов, пострадавших от преступлений и беззакония", "День памяти святого Доминика", "День замороженного заварного крема", "День крысоловных мелодий", "День собачки Оди", "День пчеловода в Башкортостане", "День туркменской дыни"],
  "names": ["Федор", "Теодор", "Сергей", "Игнат", "Прасковья"],
  "holidays_details": ["Священномучеников Ермолая, Ермиппа и Ермократа, пресвитеров Никомидийских", "Преподобного Моисея Угрина, Печерского", "Преподобномученицы Параскевы Римской"],
  "url": "https://my-calend.ru/holidays/8-august"
},
{
  "holidays": ["Международный день коренных народов мира", "День воздушных поцелуев", "Пантелеймон Целитель", "День защиты леса от пожара", "День книголюбов", "День польки", "День победы русского флота над шведами у мыса Гангут", "День рисового пудинга", "День памяти жертв атомной бомбардировки Нагасаки", "День объятий – Япония"],
  "names": ["Ян", "Эммануил", "Савва", "Платон", "Николай", "Клим", "Иван", "Герман", "Анфиса"],
  "holidays_details": ["Великомученика и целителя Пантелеимона", "Преподобного Германа Аляскинского", "Блаженного Николая Кочанова, Христа ради юродивого, Новгородского"],
  "url": "https://my-calend.ru/holidays/9-august"
},
{
  "holidays": ["День попутного ветра", "Прохоры-Пармены", "День почитания Смоленской иконы Божией Матери", "Международный день биодизельного топлива", "День лени", "День «Побалуйте свою собаку»", "День долгих проводов", "День благодарности группе «Duran Duran»", "День десерта «Смор»"],
  "names": ["Ян", "Юлиан", "Серафим", "Прохор", "Павел", "Остап", "Николай", "Иван", "Ефим", "Василий", "Акакий", "Ирина", "Илона", "Елена", "Арина", "Антонина", "Анастасия", "Алена"],
  "holidays_details": ["Смоленской иконы Божией Матери, именуемой «Одигитрия» (Путеводительница)", "Апостолов от 70-ти Прохора, Никанора, Тимона и Пармена диаконов"],
  "url": "https://my-calend.ru/holidays/10-august"
},
{
  "holidays": ["Калинник", "Рождество святителя Николая Чудотворца", "День сына и дочери", "День полета на воздушном шарике", "День игры на песке", "День святой Клары – покровительницы телевидения", "День малинового торта", "День президентской шутки", "День «мусорной еды»"],
  "names": ["Серафим", "Роман", "Остап", "Николай", "Михаил", "Кузьма", "Константин", "Вениамин", "Анатолий", "Алексей", "Александр", "Серафима"],
  "holidays_details": ["Преподобномучеников Серафима (Богословского) и Феогноста (Пивоварова), иеромонахов", "Мученика Каллиника Киликийского", "Преподобных Константина и Космы Косинских, Старорусских", "Мученицы Серафимы девы"],
  "url": "https://my-calend.ru/holidays/11-august"
},
{
  "holidays": ["День ВВС (День Военно-воздушных сил)", "Международный день молодежи", "День встреченного рассвета", "Силуан и Сила", "Всемирный день слонов", "День персонального компьютера", "День среднего ребенка", "День виниловой пластинки", "День жульена"],
  "names": ["Ян", "Павел", "Максим", "Лука", "Иван", "Герман", "Валентин", "Анатолий", "Люция", "Ангелина"],
  "holidays_details": ["Апостолов от 70-ти Силы, Силуана, Крискента, Епенета и Андроника", "Мученика Иоанна Воина", "Обретение мощей преподобного Германа Соловецкого"],
  "url": "https://my-calend.ru/holidays/12-august"
},
{
  "holidays": ["Международный день левшей", "День встреч", "Евдокимов день", "День шумящих ракушек", "День бифштекса из вырезки", "День вина «Просекко»"],
  "names": ["Ян", "Юрий", "Степан", "Сергей", "Николай", "Максим", "Константин", "Иосиф", "Иван", "Егор", "Денис", "Георгий", "Вольдемар", "Владимир", "Вениамин", "Василий", "Арсений", "Антон", "Елизавета", "Анна"],
  "holidays_details": ["Предпразднство Изнесения Честных Древ Животворящего Креста Господня", "Праведного Евдокима Каппадокиянина", "Священномученика Вениамина (Казанского), митрополита Петроградского, и с ним преподобномученика Сергия Петроградского (Шеина), архимандрита, мучеников Юрия и Иоанна Петроградских"],
  "url": "https://my-calend.ru/holidays/13-august"
},
{
  "holidays": ["День физкультурника", "Медовый Спас", "День боулинга", "День подразделения по борьбе с преступлениями в сфере информационных технологий", "День финансовой осведомленности", "День фруктового мороженого", "Всемирный день ящерицы", "День выгула черепахи", "Праздник воспаленного воображения", "День рождения португальской корриды"],
  "names": ["Федор", "Тимофей", "Теодор", "Леонтий", "Елизар", "Дмитрий", "Алим", "Александр", "София", "Саломея"],
  "holidays_details": ["Успенский пост", "Изнесение Честных Древ Животворящего Креста Господня", "Празднество Всемилостивому Спасу и Пресвятой Богородице", "Семи мучеников Маккавеев, матери их мученицы Соломонии (Саломии) и учителя их мученика Елеазара"],
  "url": "https://my-calend.ru/holidays/14-august"
},
{
  "holidays": ["День археолога", "День Воздушного Флота", "Степан Сеновал", "День рождения телефонного приветствия «Алло»", "День памяти Виктора Цоя", "День Военно-воздушных сил – Беларусь", "День спорта – Казахстан", "День авиастроителя", "Вознесение Девы Марии", "День Республики Тыва", "День расслабления", "День неудач", "Праздник сладких огурцов", "День шептания с лунными Девами", "День лимонного пирога с безе"],
  "names": ["Ян", "Федор", "Теодор", "Тарас", "Степан", "Роман", "Платон", "Кирилл", "Иван", "Василий"],
  "holidays_details": ["Успенский пост", "Перенесение мощей первомученика апостола от 70-ти Стефана, архидиакона и обретение мощей праведных Никодима, Гамалиила и сына его Авива", "Блаженного Василия, Христа ради юродивого, Московского чудотворца"],
  "url": "https://my-calend.ru/holidays/15-august"
},
{
  "holidays": ["День памяти Элвиса Пресли", "День Джокера", "День основания Международной академии астронавтики", "Антон Вихровей", "День чуда-своими-руками", "День рома", "День рассказывания анекдотов", "День американских горок", "День малинового варенья"],
  "names": ["Ян", "Николай", "Кузьма", "Иван", "Вячеслав", "Антон", "Саломея"],
  "holidays_details": ["Успенский пост", "Преподобного Антония Римлянина, Новгородского чудотворца", "Преподобных Исаакия исповедника, Далмата и Фавста"],
  "url": "https://my-calend.ru/holidays/16-august"
},
{
  "holidays": ["День создания Всероссийского общества инвалидов (ВОИ)", "Авдотья Малиновка", "День благодарности черным котам", "День проснувшихся улиток", "День лысых ежиков", "День ванильного заварного крема", "День признания бэби-бумеров – США"],
  "names": ["Ян", "Семен", "Михаил", "Максимилиан", "Константин", "Иван", "Дмитрий", "Денис", "Андрей", "Алексей", "Ия", "Ирина", "Евдокия", "Дарья", "Арина"],
  "holidays_details": ["Успенский пост", "Семи отроков, иже во Ефесе: святых Максимилиана, Иамвлиха, Мартиниана, Иоанна, Дионисия,Ексакустодиана (Константина) и Антонина"],
  "url": "https://my-calend.ru/holidays/17-august"
},
{
  "holidays": ["День общего языка", "Евстигней Житник", "День пограничника – Казахстан", "День географа", "День топора", "Международный день вина «Пино-нуар»", "День смеющихся ангелов", "День интуитивной прозорливости", "День фахиты"],
  "names": ["Ян", "Симон", "Максимилиан", "Иван", "Ефим", "Нонна", "Мария", "Кристина", "Евдокия", "Дарья"],
  "holidays_details": ["Успенский пост", "Предпразднство Преображения Господня", "Мученика Евсигния Антиохийского"],
  "url": "https://my-calend.ru/holidays/18-august"
},
{
  "holidays": ["Всемирный день гуманитарной помощи", "Яблочный Спас", "День рождения русской тельняшки", "Преображение Господне", "Всемирный день фотографии", "День пасечника – Украина", "День Мотострелковых войск РФ", "День картофеля", "День филателии (День почтовой марки)", "День превращения в бабочку", "Международный день орангутана", "День врача китайской медицины", "День горячей и острой пищи", "День коктейля «Черная корова»"],
  "names": [],
  "holidays_details": ["Преображение Господне", "Успенский пост"],
  "url": "https://my-calend.ru/holidays/19-august"
},
{
  "holidays": ["День рождения Чебурашки", "Марины-Пимены", "Всемирный день лени", "Всемирный день комара", "День лимонада", "День музыкальных шкатулок", "День шоколадного пирога с пеканом", "День радио – США"],
  "names": ["Ян", "Петр", "Михаил", "Митрофан", "Иван", "Елисей", "Дмитрий", "Дементий", "Василий", "Афанасий", "Антон", "Алексей", "Александр"],
  "holidays_details": ["Успенский пост", "Попразднство Преображения Господня", "Обретение мощей святителя Митрофана (в схиме Макария), епископа Воронежского", "Преподобномученика Дометия Персянина, иеродиакона, и двух учеников его", "Преподобного Меркурия Печерского, епископа Смоленского", "Преподобных Пимена Многоболезненного, Печерского и Пимена, игумена, постника Печерского"],
  "url": "https://my-calend.ru/holidays/20-august"
},
{
  "holidays": ["Всемирный день бездомных животных", "День сбора диких трав", "Мирон Ветрогон", "Международный день геокешинга", "День офицера России", "Международный день памяти и поминовения жертв терроризма", "Международный день без косметики и макияжа", "День Стрибога", "Праздник старых бурдюков", "День спумони"],
  "names": ["Эмиль", "Федор", "Теодор", "Николай", "Мирон", "Леонид", "Иосиф", "Емельян", "Григорий", "Герман"],
  "holidays_details": ["Успенский пост", "Перенесение мощей преподобных Зосимы и Савватия Соловецких", "Святителя Емилиана, епископа Кизического"],
  "url": "https://my-calend.ru/holidays/21-august"
},
{
  "holidays": ["День Государственного флага Российской Федерации", "Матфей Змеесос", "День Республики Коми", "Международный день памяти жертв актов насилия на основе религии или убеждений", "День растительного молока", "День дубовой бочки", "День «Съешь персик»", "День «Будь ангелом»", "День «Отведите свою кошку к ветеринару»", "Всемирный день риса джолоф", "День катания по радуге", "День торта с пеканом"],
  "names": ["Ян", "Яков", "Юлиан", "Самуил", "Петр", "Матвей", "Макар", "Леонтий", "Иван", "Дмитрий", "Григорий", "Антон", "Алексей", "Мария", "Ирина", "Арина"],
  "holidays_details": ["Успенский пост", "Собор Соловецких святых", "Апостола Матфия"],
  "url": "https://my-calend.ru/holidays/22-august"
},
{
  "holidays": ["Международный день памяти о работорговле и ее ликвидации", "Европейский день памяти жертв сталинизма и нацизма", "День работников государственной статистики – Беларусь", "День Государственного флага – Украина", "День разгрома советскими войсками немецко-фашистских войск в Курской битве", "Лаврентьев день", "День бисквита", "День недорогих авиабилетов", "День полета божьих коровок", "День «Скачи, как ветер»"],
  "names": ["Савва", "Роман", "Лаврентий", "Вячеслав", "Афанасий"],
  "holidays_details": ["Успенский пост", "Священномучеников Лаврентия, архидиакона, Сикста II, папы Римского, Феликиссима и Агапита, диаконов, мученика Романа, Римских", "Блаженного Лаврентия, Христа ради юродивого, Калужского"],
  "url": "https://my-calend.ru/holidays/23-august"
},
{
  "holidays": ["День рождения картофельных чипсов", "День валяния в стоге сена", "День жажды", "Евпатий Коловрат", "День независимости – Украина", "День ножа", "День вафель", "День персикового пирога", "День извержения Везувия", "День святого Варфоломея", "Международный день странной музыки"],
  "names": ["Федор", "Теодор", "Мартин", "Марк", "Максим", "Макар", "Василий", "Александр", "Сюзанна", "Мария"],
  "holidays_details": ["Успенский пост", "Священномученика Евпла Катанского (Сицилийского), архидиакона", "Преподобномучеников Феодора и Василия Печерских", "Преподобного Феодора, князя Острожского, Печерского"],
  "url": "https://my-calend.ru/holidays/24-august"
},
{
  "holidays": ["День рождения консервной банки", "День лазанья по деревьям", "День рождения операционной системы Linux", "Фотя Поветенный", "День оперативно-поисковых подразделений МВД РФ", "День «Поцелуемся и помиримся»", "День гардероба секонд-хенд", "День коктейля «Виски Сауэр»", "День бананового сплита", "Битва томатов – Испания"],
  "names": ["Ян", "Яков", "Федор", "Теодор", "Степан", "Симон", "Сергей", "Савва", "Петр", "Николай", "Михаил", "Матвей", "Леонид", "Илья", "Иван", "Ефим", "Дмитрий", "Герман", "Вячеслав", "Василий", "Аркадий", "Антон", "Алексей", "Александр"],
  "holidays_details": ["Успенский пост", "Преподобномучеников Белогорских", "Мучеников Фотия, Аникиты и многих с ними"],
  "url": "https://my-calend.ru/holidays/25-august"
},
{
  "holidays": ["День устраивания секретиков", "Тихон Страстной", "День почитания иконы Божией Матери «Умягчение злых сердец»", "День туалетной бумаги", "День женщины-вебмастера", "День собак", "Праздник тринадцатой кошки", "День вишневого эскимо", "День музыкальной йоги", "День равноправия женщин – США"],
  "names": ["Ян", "Яков", "Тихон", "Серафим", "Николай", "Максим", "Константин", "Иван", "Василий", "Алексей", "Оксана", "Ксения", "Евдокия"],
  "holidays_details": ["Успенский пост", "Отдание праздника Преображения Господня", "Преподобного Максима Исповедника", "Святителя Тихона, Задонского чудотворца, епископа Воронежского", "Обретение мощей блаженного Максима, Христа ради юродивого, Московского чудотворца"],
  "url": "https://my-calend.ru/holidays/26-august"
},
{
  "holidays": ["День российского кино", "Михей Тиховей", "День нефти", "День любителей бананов", "Праздник пролетающих облаков", "День ленточек и бубенчиков", "День «Просто так»", "День запеченного крема", "День сала – Украина"],
  "names": ["Федор", "Теодор", "Семен", "Николай", "Матвей", "Вольдемар", "Владимир", "Василий", "Аркадий", "Алексей", "Александр", "Евдокия", "Ева"],
  "holidays_details": ["Успенский пост", "Предпразднство Успения Пресвятой Богородицы.", "Пророка Михея (из 12-ти пророков)", "Перенесение мощей преподобного Феодосия, игумена Киево-Печерского", "Преподобного Аркадия Вяземского и Новоторжского"],
  "url": "https://my-calend.ru/holidays/27-august"
},
{
  "holidays": ["Успение Пресвятой Богородицы", "Обжинки", "День авиации – Украина", "День мечты", "День красного вина", "День котлет в Костроме", "День надутых губ", "День запрокидывания головы", "День вишневых слоек", "День дальнобойщика", "День признательности франшизе"],
  "names": ["Мария"],
  "holidays_details": ["Успение Пресвятой Богородицы"],
  "url": "https://my-calend.ru/holidays/28-august"
},
{
  "holidays": ["Ореховый Спас", "День шахтера", "Международный день действий против ядерных испытаний", "День рождения мотоцикла", "День виноградарства и виноделия в Республике Крым", "День подразделений специального назначения МВД РФ (День спецназа)", "День почитания иконы Божией Матери Феодоровской", "Праздник перенесения Нерукотворного образа Господа Иисуса Христа", "День гуляний по крышам", "День лимонного сока", "День бархатных туфелек", "День «Больше трав, меньше соли»", "День китайского рагу «Чоп Суи»", "Профессиональный праздник Дедов Морозов"],
  "names": ["Яков", "Степан", "Нил", "Лаврентий", "Демид", "Александр", "Аким", "Анна"],
  "holidays_details": ["Попразднство Успения Пресвятой Богородицы", "Перенесение из Едессы в Константинополь Нерукотворенного Образа (Убруса) Господа Иисуса Христа", "Мученика Диомида врача"],
  "url": "https://my-calend.ru/holidays/29-august"
},
{
  "holidays": ["Международный день жертв насильственных исчезновений", "День рождения электрического пылесоса", "День Конституции – Казахстан", "День Республики Татарстан", "День доставленных посылок", "Международный день вина «Каберне Совиньон»", "День пляжа", "День Франкенштейна", "День рождения компакт-кассеты", "День поджаренного зефира", "Вдовьи помочи (День Мирона)"],
  "names": ["Филипп", "Павел", "Мирон", "Илья", "Дмитрий", "Алексей", "Юлиана", "Ульяна"],
  "holidays_details": ["Священномученика Мирона Кизического, пресвитера", "Преподобного Алипия, иконописца Печерского"],
  "url": "https://my-calend.ru/holidays/30-august"
},
{
  "holidays": ["День ветеринарного работника", "День блога", "Фрол и Лавёр – лошадники", "День борьбы с провалами в памяти", "Праздник чудотворной иконы Божией Матери «Всецарица»", "Международный день осведомленности о передозировке", "День cвахи", "День любви к судебным адвокатам", "День смеси из сухофруктов и орехов", "День лошади", "День шепота травы", "День диатомовой земли"],
  "names": ["Ян", "Эмиль", "Михаил", "Макар", "Лука", "Лев", "Илларион", "Иван", "Емельян", "Егор", "Евгений", "Денис", "Григорий", "Георгий", "Юлиана", "Ульяна"],
  "holidays_details": ["Преподобного Иоанна Рыльского", "Мучеников Флора и Лавра"],
  "url": "https://my-calend.ru/holidays/31-august"
},
{
  "holidays": ["День знаний (Первый звонок)", "Фекла-свекольница (Андрей-тепляк)", "День рождения осени", "Праздник Донской чудотворной иконы Божией Матери", "День благодарности рыжему коту", "День благодарности строителям и проектировщикам", "День шахмат", "День профсоюзных действий за мир", "День кексов с вишней"],
  "names": ["Тимофей", "Николай", "Андрей", "Фекла"],
  "holidays_details": ["Мученика Андрея Стратилата и с ним 2593-х мучеников", "Святителя Питирима, епископа Великопермского"],
  "url": "https://my-calend.ru/holidays/1-september"
},
{
  "holidays": ["День окончания\xa0Второй мировой войны", "День патрульно-постовой службы полиции", "День российской гвардии", "Самойлов день", "День нотариата – Украина", "День психологической службы уголовно-исполнительной системы РФ", "День свободного ветра в крыльях", "Всемирный день кокоса", "День черничного эскимо на палочке"],
  "names": ["Ян", "Федор", "Тимофей", "Теодор", "Степан", "Самуил", "Остап", "Максим", "Иван", "Вольдемар", "Владимир", "Виктор"],
  "holidays_details": ["Пророка Самуила"],
  "url": "https://my-calend.ru/holidays/2-september"
},
{
  "holidays": ["День солидарности в борьбе с терроризмом", "День рождения бюстгальтера", "День открытия уникальности ДНК", "Фаддей Проповедник", "День явления Светописанного образа Пресвятой Богородицы", "День открытия новых дверей", "День сырных гренок", "День небоскребов", "День сорвавшихся с резьбы", "День ленивых мам"],
  "names": ["Рафаэль", "Павел", "Игнат", "Ибрагим", "Александр", "Марфа", "Марта"],
  "holidays_details": ["Апостола от 70-ти Фаддея", "Мученицы Вассы и чад ее мучеников Феогния, Агапия и Писта", "Преподобного Авраамия Смоленского, архимандрита"],
  "url": "https://my-calend.ru/holidays/3-september"
},
{
  "holidays": ["День специалиста по ядерному обеспечению", "День рождения игры «Что? Где? Когда?»", "Агафон Огуменник", "День дикой природы", "День незнакомых дорог", "День чилийского вина", "День памяти преподобного Исаакия Оптинского", "Международный день тхэквондо", "День разносчика газет", "День оттяга", "Всемирный день бороды"],
  "names": ["Ян", "Феликс", "Федор", "Теодор", "Михаил", "Макар", "Илларион", "Иван", "Гавриил", "Василий", "Афанасий", "Алексей", "Александр", "Евлалия", "Ариадна"],
  "holidays_details": ["Мучеников Агафоника, Зотика, Феопрепия (Боголепа), Акиндина, Севериана, Зинона и прочих"],
  "url": "https://my-calend.ru/holidays/4-september"
},
{
  "holidays": ["День работников нефтяной и газовой промышленности", "Международный день благотворительности", "Луп Брусничник", "День белорусской письменности – Беларусь", "День предпринимателя – Украина", "День работников нефтегазового комплекса – Казахстан", "День опозданий", "День сырной пиццы", "День ухотрепальщиков", "Оранжевый день", "День народов Среднего Урала"],
  "names": ["Ян", "Павел", "Николай", "Иван", "Елизавета"],
  "holidays_details": ["Отдание праздника Успения Пресвятой Богородицы", "Мученика Луппа Солунского (Фессалоникийского)"],
  "url": "https://my-calend.ru/holidays/5-september"
},
{
  "holidays": ["День полетов над землей", "Евтихий Тихий", "День подразделений по противодействию экстремизму МВД РФ", "День чтения книги", "День кофейного мороженого", "Праздник Петровской чудотворной иконы Божией Матери", "День борьбы с прокрастинацией"],
  "names": ["Серафим", "Петр", "Максим", "Кузьма", "Егор", "Денис", "Георгий", "Арсений"],
  "holidays_details": ["Священномученика Евтихия, епископа, ученика апостола Иоанна Богослова", "Перенесение мощей святителя Петра, митрополита Московского, всея России чудотворца", "Преподобного Арсения Комельского, игумена"],
  "url": "https://my-calend.ru/holidays/6-september"
},
{
  "holidays": ["День рассказывания историй о летних путешествиях", "Праздник барабанщиков", "Тит Листопадник", "День любителя пива", "День салями", "День памяти священномученика Владимира Мощанского", "День сумчатого волка", "Международный день распространения информации о болезни Дюшенна"],
  "names": ["Ян", "Иван", "Вольдемар", "Владимир", "Варфоломей"],
  "holidays_details": ["Перенесение мощей апостола Варфоломея (Нафанаила)", "Апостола от 70-ти Тита, епископа Критского"],
  "url": "https://my-calend.ru/holidays/7-september"
},
{
  "holidays": ["День финансиста", "Международный день солидарности журналистов", "Международный день грамотности", "Наталья Овсяница", "День посиделок на кухне", "День Новороссийской военно-морской базы ВМФ РФ", "Всемирный день физиотерапии", "Сретение Владимирской иконы Божией матери", "День памяти блаженной Марии Дивеевской", "День Бородинского сражения", "День поминовения в память защитников Ленинграда, павших и живых", "Католический праздник Рождества Пресвятой Девы Марии", "День амперсанда"],
  "names": ["Роман", "Петр", "Егор", "Дмитрий", "Георгий", "Виктор", "Адриан", "Наталья", "Мария"],
  "holidays_details": ["Сретение Владимирской иконы Пресвятой Богородицы", "Мученика Адриана и мученицы Наталии"],
  "url": "https://my-calend.ru/holidays/8-september"
},
{
  "holidays": ["Всемирный день красоты", "День тестировщика", "День изобретения новых привычек", "День дизайнера-графика", "Два Пимена", "Всероссийский день лука", "День памяти русских воинов, павших при обороне Севастополя", "Международный день судоку", "День плюшевого мишки", "День распространения информации о фетальном алкогольном синдроме", "День венского шницеля", "День прекрасного чудака", "День школьных фотографий"],
  "names": ["Ян", "Степан", "Савва", "Михаил", "Иван", "Дмитрий", "Вольдемар", "Владимир", "Александр", "Анфиса"],
  "holidays_details": ["Преподобного Пимена Великого", "Преподобных Кукши, иеромонаха, и Пимена Постника, Печерских"],
  "url": "https://my-calend.ru/holidays/9-september"
},
{
  "holidays": ["Всемирный день предотвращения самоубийств", "День разноцветных букетов", "Анна и Савва Скирдники", "День обеда за просмотром телевизора", "День обмена идеями"],
  "names": ["Ян", "Федор", "Теодор", "Степан", "Сергей", "Серафим", "Савва", "Николай", "Нестор", "Лукьян", "Леонтий", "Лаврентий", "Илларион", "Иван", "Егор", "Демид", "Георгий", "Вениамин", "Василий", "Сюзанна", "Анна"],
  "holidays_details": ["Преподобномучеников Казанских", "Преподобного Моисея Мурина, иеромонаха", "Собор преподобных отцов Киево-Печерских", "Обретение мощей преподобного Иова Почаевского, игумена", "Преподобного Саввы Крыпецкого, Псковского"],
  "url": "https://my-calend.ru/holidays/10-september"
},
{
  "holidays": ["День специалиста органов воспитательной работы", "Всероссийский День Трезвости", "Всемирный день оказания первой медицинской помощи", "Усекновение главы Иоанна Предтечи (Головосек)", "День рождения гранёного стакана", "Праздник ласкового обращения", "День украинского кино – Украина", "День физической культуры и спорта – Украина", "День победы русской эскадры у мыса Тендра", "День «Заправьте свою кровать»", "День номера экстренного вызова", "День правильного ожидания необъяснимого", "День горячей крестовой булочки", "Иван Постный", "День велосипедного спорта в Якутии", "День кислого пива"],
  "names": ["Ян", "Иван"],
  "holidays_details": ["Усекновение главы Иоанна Предтечи"],
  "url": "https://my-calend.ru/holidays/11-september"
},
{
  "holidays": ["День танкиста", "День сотрудничества Юг-Юг Организации Объединенных Наций", "День озера Байкал", "Всемирный день журавля", "Александр Сытник", "День работников нефтяной, газовой и нефтеперерабатывающей промышленности – Украина", "День семьи – Казахстан", "День подразделений МВД РФ по обеспечению безопасности лиц, подлежащих государственной защите", "День семейного общения", "День джипера", "День видеоигр", "День поощрения", "День шоколадно-молочного коктейля", "День осознанности", "День заглядывания в окна", "День памяти преподобного Христофора Римлянина", "Международный день вязания крючком", "День виртуальной бутылки", "День садовода и огородника в Приморском крае", "Международный день памяти жертв фашизма"],
  "names": ["Ян", "Федор", "Теодор", "Степан", "Петр", "Павел", "Макар", "Леонид", "Игнат", "Иван", "Денис", "Даниил", "Григорий", "Гавриил", "Афанасий", "Алексей", "Александр", "Прасковья", "Милица", "Елизавета"],
  "holidays_details": ["Обретение мощей благоверного князя Даниила Московского", "Святителей Александра, Иоанна Постника и Павла Нового, патриархов Константинопольских", "Перенесение мощей благоверного великого князя Александра Невского (в схиме Алексия)", "Преподобного Александра Свирского"],
  "url": "https://my-calend.ru/holidays/12-september"
},
{
  "holidays": ["День парикмахера", "День рождения пенициллина", "День шарлоток и осенних пирогов", "Куприянов день", "День йоги в России", "День основания Краснодарского края", "Международный день шоколада", "День позитивного мышления", "День печенья с предсказаниями", "День арахиса", "День закуски солениями", "Праздник железных материалов", "День знакомства детей с кухней", "День рождения бионики"],
  "names": ["Ян", "Михаил", "Мирон", "Иван", "Дмитрий", "Геннадий", "Вольдемар", "Владимир", "Александр"],
  "holidays_details": ["Положение честного Пояса Пресвятой Богородицы"],
  "url": "https://my-calend.ru/holidays/13-september"
},
{
  "holidays": ["Симеон-летопроводец", "День мобилизационного работника – Украина", "День поедания большого сэндвича", "Праздник междусобойщиков", "День пончика с кремовой начинкой", "День раскрашивания", "День слушания шорохов"],
  "names": ["Семен", "Иисус", "Аифал", "Татьяна", "Наталья", "Марфа", "Марта"],
  "holidays_details": ["Начало индикта – церковное новолетие", "Преподобного Симеона Столпника и матери его Марфы Каппадокийской", "Мучениц 40 дев постниц и священномученика Аммуна Ираклийского, диакона, учителя их"],
  "url": "https://my-calend.ru/holidays/14-september"
},
{
  "holidays": ["День HR-менеджера", "Международный день демократии", "День образования санитарно-эпидемиологической службы РФ", "День рождения экологической организации «Гринпис»", "День всемирной борьбы с лимфомами", "День худеющих", "День Мамонтия", "День библиотек – Беларусь", "Российский день леса", "День единства народов Дагестана", "День памяти князя Олега", "День свободных денег", "День мятного ликера", "День совпадений снов", "Международный день точки", "День фетровой шляпы", "День пасты «Лингвини»", "День школьного рюкзака"],
  "names": ["Ян", "Юлиан", "Филипп", "Федор", "Теодор", "Степан", "Петр", "Павел", "Николай", "Михаил", "Леонид", "Иван", "Ефим", "Елизар", "Демид", "Герман", "Вольдемар", "Владимир", "Виктор", "Василий", "Богдан", "Антон", "Анатолий", "Серафима", "Руфина", "Оксана", "Ксения"],
  "holidays_details": ["Мучеников Маманта, отца его Феодота и матери мученицы Руфины", "Святителя Иоанна Постника, патриарха Цареградского", "Преподобных Антония и Феодосия Киево-Печерских"],
  "url": "https://my-calend.ru/holidays/15-september"
},
{
  "holidays": ["Международный день охраны озонового слоя", "День завитушек, кудряшек, локонов, волют и вензелей", "Домна Доброродная", "День образования профсоюзного движения в Карелии", "День работающих родителей", "День рождения Джульетты", "Празднование в честь Писидийской иконы Божией Матери", "День памяти святой Фивы Кенхрейской", "Праздник нелегального пития", "День хлеба с корицей и изюмом", "День гуакамоле", "День пластилина «Плей-До»", "День папайи"],
  "names": ["Ян", "Харитон", "Филипп", "Сергей", "Роман", "Петр", "Николай", "Михаил", "Константин", "Илья", "Иван", "Ефим", "Вольдемар", "Владимир", "Василий", "Андрей", "Алексей", "Василиса"],
  "holidays_details": ["Священномучеников Анфима, епископа Никомидийского, и с ним Феофила, диакона, мучеников Дорофея, Мардония, Мигдония, Петра, Индиса, Горгония, Зинона, мученицы Домны девы и мученика Евфимия", "Преподобного Феоктиста Палестинского, спостника Евфимия Великого", "Блаженного Иоанна Власатого, Ростовского чудотворца"],
  "url": "https://my-calend.ru/holidays/16-september"
},
{
  "holidays": ["День секретаря в России", "День спасателя – Украина", "Международный день безопасности пациента", "День тур-менеджера", "Праздник иконы Божией Матери «Неопалимая Купина»", "День разговоров с городом", "День запеченного в тесте яблока", "День щекотунчиков", "День игры шаффлборд", "День сэндвича «Монте-Кристо»", "Вавила – поздние вилы", "Международный день вина «Гренаш»"],
  "names": ["Ян", "Юлиан", "Федор", "Тихон", "Теодор", "Степан", "Симон", "Петр", "Павел", "Николай", "Михаил", "Митрофан", "Иван", "Григорий", "Василий", "Александр", "Илона", "Елена", "Алена"],
  "holidays_details": ["Собор Воронежских святых", "Обретение мощей святителя Иоасафа, епископа Белгородского", "Священномученика Вавилы, епископа Великой Антиохии, и с ним трех отроков: мучеников Урвана, Прилидиана, Епполония и матери их Христодулы", "Пророка Моисея Боговидца"],
  "url": "https://my-calend.ru/holidays/17-september"
},
{
  "holidays": ["Международный День сока в России", "Захарий и Елизавета", "День изобретателя и рационализатора – Украина", "День фармацевтического работника – Украина", "Международный день электронной книги", "Всемирный день мониторинга качества воды", "День распространения информации о ВИЧ/СПИД и старении", "День первой любви", "День памяти погибших мотоциклистов", "День запахов пряностей для глинтвейна", "День чизбургера", "День козинаков из риса", "День уважения", "День объятий отправителя поздравительной открытки", "День отмочки хвостов", "Всемирный день чистоты", "День свободы программного обеспечения", "Всемирный день донора костного мозга", "День ответственности за свою собаку", "Международный день поедания яблок", "День Ставропольского края"],
  "names": ["Федор", "Теодор", "Максим", "Захар", "Ефим", "Давид", "Глеб", "Афанасий", "Алексей", "Александр", "Авдей", "Раиса", "Ираида", "Елизавета"],
  "holidays_details": ["Пророка Захарии и праведной Елисаветы", "Преподобномученика Афанасия Брестского, игумена", "Убиение благоверного князя Глеба (во Святом Крещении Давида)"],
  "url": "https://my-calend.ru/holidays/18-september"
},
{
  "holidays": ["День оружейника", "День работников леса и лесоперерабатывающей промышленности", "День рождения «Смайлика»", "Михайлово чудо", "Международный пиратский день", "День матери – Казахстан", "День языков народа Казахстана – Казахстан", "День рождения домена .SU", "Праздник кубанской семьи", "День ирисового пудинга", "День выгуливания настроения", "День «Мяу, как пират»", "День кубанской семьи", "День чеченской женщины", "День тюркской письменности и культуры", "День женской дружбы"],
  "names": ["Ян", "Михаил", "Макар", "Константин", "Кирилл", "Иван", "Дмитрий", "Денис", "Давид", "Всеволод", "Архип", "Андрей", "Фекла"],
  "holidays_details": ["Воспоминание чуда Архистратига Михаила, бывшего в Хонех (Колоссех)", "Мучеников Евдоксия, Зинона и Макария"],
  "url": "https://my-calend.ru/holidays/19-september"
},
{
  "holidays": ["День рекрутера", "Международная ночь летучих мышей", "День устраивания спонтанных чаепитий", "Луков день", "День таможенника – Беларусь", "День общественнополезного человека", "День пиццы пепперони", "Всемирный день риса", "День ромового пунша", "День сырного соуса «Keco»", "Всемирный день валенсийской паэльи"],
  "names": ["Ян", "Степан", "Савва", "Петр", "Николай", "Михаил", "Макар", "Лука", "Лев", "Иван", "Евгений", "Григорий", "Василий", "Андрей", "Александр"],
  "holidays_details": ["Предпразднство Рождества Пресвятой Богородицы", "Мученика Созонта Помпеольского (Киликийского)", "Святителя Иоанна, архиепископа Новгородского", "Преподобномученика Макария Каневского, игумена Пинского, Переяславского чудотворца", "Преподобного Серапиона Псковского"],
  "url": "https://my-calend.ru/holidays/20-september"
},
{
  "holidays": ["День зарождения российской государственности", "Международный день мира", "Рождество Пресвятой Богородицы (Осенины)", "День IT-профессионалов", "День «Будь готов»", "Всемирный день русского единения", "День победы над монголо-татарскими войсками в Куликовской битве", "Всемирный день благодарности", "День без выбросов", "Международный день распространения информации о болезни Альцгеймера", "День поиска сказок", "День печенья с орехом пекан", "День мини-гольфа", "Международный фестиваль бананов – США"],
  "names": ["Ян", "Иван", "Егор", "Георгий", "Мария"],
  "holidays_details": ["Рождество Пресвятой Богородицы", "Почаевской иконы Божией Матери"],
  "url": "https://my-calend.ru/holidays/21-september"
},
{
  "holidays": ["Всемирный день без автомобиля", "День осеннего равноденствия", "День Сети (OneWebDay)", "Аким и Анна", "День партизанской славы – Украина", "Балтийский день единства", "День бизнес-леди", "День белого шоколада", "День мороженого в рожке", "День долгожителей", "День хоббита", "День защиты слонов", "Всемирный день носорогов", "День раскрашивания серости", "Всемирный день поддержки пациентов с хроническим миелоидным лейкозом"],
  "names": ["Харитон", "Сергей", "Никита", "Иосиф", "Захар", "Дмитрий", "Григорий", "Василий", "Афанасий", "Алексей", "Александр", "Аким", "Анна"],
  "holidays_details": ["Попразднство Рождества Пресвятой Богородицы", "Праведных Богоотец Иоакима и Анны", "Мученика Севериана Севастийского", "Преподобного Иосифа, игумена Волоцкого (Волоколамского), чудотворца", "Обретение и перенесение мощей святителя Феодосия, архиепископа Черниговского"],
  "url": "https://my-calend.ru/holidays/22-september"
},
{
  "holidays": ["День рождения жевательной резинки", "День рождения поисковой системы Яндекс", "День создания информационных подразделений МВД РФ", "Петр и Павел Рябинники", "Международный день жестовых языков", "Международный день борьбы с незавершением детьми средней школы", "День собак в политике", "День синдрома беспокойных ног", "День чайных драконов", "День зеленого кофе – Италия", "Всемирный день бестраншейных технологий"],
  "names": ["Ян", "Тихон", "Семен", "Петр", "Павел", "Николай", "Лука", "Константин", "Клим", "Исмаил", "Иван", "Евгений", "Глеб", "Гавриил", "Василий", "Андрей", "Татьяна", "Пульхерия", "Ефросинья", "Анна"],
  "holidays_details": ["Мучениц Минодоры, Митродоры и Нимфодоры", "Преподобного Павла Послушливого, Печерского", "Преподобного Иоасафа Каменского (в миру князя Андрея Вологодского), чудотворца Спасокубенского"],
  "url": "https://my-calend.ru/holidays/23-september"
},
{
  "holidays": ["День системного аналитика", "Международный день караванщика", "День незапланированных безумств", "Федорины вечерки", "День Государственного флага и герба Крыма", "Праздник законченности дел", "Всемирный день против патентов на программы", "День пунктуации", "День десерта-фламбе «Вишневый юбилей»", "День «Обними вегетарианца»", "День храбреца", "День охоты и рыбной ловли"],
  "names": ["Сергей", "Роман", "Петр", "Николай", "Лев", "Дмитрий", "Герман", "Виктор", "Ия", "Евдокия"],
  "holidays_details": ["Преподобной Феодоры Александрийской Младшей", "Перенесение мощей преподобных Сергия и Германа, Валаамских чудотворцев", "Преподобного Силуана Афонского"],
  "url": "https://my-calend.ru/holidays/24-september"
},
{
  "holidays": ["День тикающих часов", "Артамон Змеевик", "Всемирный день фармацевта", "Всемирный день сновидений", "День математических рассказов", "День комиксов", "Всемирный день легких", "День приготовления пищи", "День лобстера", "День памяти российского полководца П. И. Багратиона", "День бутерброда – Германия", "День дочери – США", "День реки Урал", "Международный день кролика", "Европейский день грибов"],
  "names": ["Ян", "Юлиан", "Федор", "Теодор", "Семен", "Николай", "Иван", "Даниил", "Афанасий", "Алексей"],
  "holidays_details": ["Отдание праздника Рождества Пресвятой Богородицы", "Священномученика Автонома Италийского, епископа", "Перенесение мощей праведного Симеона Верхотурского (Меркушинского)"],
  "url": "https://my-calend.ru/holidays/25-september"
},
{
  "holidays": ["День машиностроителя", "Международный день борьбы за полную ликвидацию ядерного оружия", "Европейский день языков", "Всемирный день контрацепции", "Международный день глухих", "День встречи со старыми друзьями", "День рождения граммофона", "Корнилье", "День машиностроителя – Украина", "День труда – Казахстан", "День лучшего завтрака", "Всемирный день здоровья окружающей среды", "День пельменей", "День просящихся рюмок", "День американских блинов", "День тигра на Дальнем Востоке", "День государственности Якутии"],
  "names": ["Юлиан", "Степан", "Петр", "Николай", "Лукьян", "Леонтий", "Илья", "Александр"],
  "holidays_details": ["Память обновления (освящения) храма Воскресения Христова в Иерусалиме (Воскресение словущее)", "Предпразднство Воздвижения Честного и Животворящего Креста Господня", "Священномученика Корнилия Сотника, епископа"],
  "url": "https://my-calend.ru/holidays/26-september"
},
{
  "holidays": ["Всемирный день туризма", "День воспитателя и всех дошкольных работников", "Воздвижение Креста Господня", "День рождения поисковой системы Google", "День дружбана", "День создания Национального Центрального Бюро Интерпола в России", "День чешского пива", "День предпринимателя в Якутии", "День шоколадного молока", "День говяжьей тушенки", "День подарков миру", "День «Раздави банку»", "Сдвиженье"],
  "names": ["Ян", "Иван"],
  "holidays_details": ["Воздвижение Креста Господня", "Преставление святителя Иоанна Златоуста, архиепископа Константинопольского"],
  "url": "https://my-calend.ru/holidays/27-september"
},
{
  "holidays": ["День генерального директора", "День работника атомной промышленности", "Всемирный день борьбы против бешенства", "День рождения ломбарда", "День работников атомной отрасли – Казахстан", "День радиоэлектронной разведки ВМФ РФ", "Международный день всеобщего доступа к информации", "День деловой книги в России", "Международный день права знать", "Международный день безопасных абортов", "День пивопития", "Праздник саке", "День добрососедства", "День кремового пирога с клубникой", "День глупых вопросов", "День свободы от голода", "День рассматривания мелочей", "Никита Гусятник"],
  "names": ["Ян", "Яков", "Степан", "Петр", "Николай", "Никита", "Максим", "Макар", "Леонид", "Иосиф", "Игнат", "Иван", "Дмитрий", "Григорий", "Богдан", "Андрей", "Акакий", "Мария", "Людмила", "Евдокия"],
  "holidays_details": ["Попразднство Воздвижения Честного и Животворящего Креста Господня", "Великомученика Никиты Готфского"],
  "url": "https://my-calend.ru/holidays/28-september"
},
{
  "holidays": ["Всемирный день сердца", "День отоларинголога", "Ефимия, Птичья костка", "День осеннего одиночества", "День кофе", "День рождения рок-группы «Чайф»", "День счастливого гуся", "Католический день памяти святого Михаила", "День женского здоровья и фитнеса"],
  "names": ["Сергей", "Иосиф", "Григорий", "Виктор", "Алексей", "Людмила"],
  "holidays_details": ["Великомученицы Евфимии Всехвальной", "Святителя Киприана, митрополита Московского, всея России чудотворца"],
  "url": "https://my-calend.ru/holidays/29-september"
},
{
  "holidays": ["Международный день переводчика", "День интернета в России", "День Веры, Надежды и Любови", "День библиотек – Украина", "День усыновления – Украина", "День работников органов юстиции – Казахстан", "День специальных моторизованных воинских частей МВД РФ", "День освобождения Карелии от фашистских захватчиков", "Международный день подкастов", "День любви к людям", "День горячего глинтвейна", "День грязевой маски", "День ортодонта", "День жевательной резинки", "День мурлыканья и потягивания", "День улета", "День кей-поперов", "Международный день права на богохульство", "Всесветные бабьи именины"],
  "names": ["Ян", "Серафим", "Павел", "Нил", "Мирон", "Илья", "Иван", "Аким", "София", "Надежда", "Люция", "Любовь", "Ирина", "Вера", "Арина", "Александра"],
  "holidays_details": ["Мучениц Веры, Надежды, Любови и матери их Софии"],
  "url": "https://my-calend.ru/holidays/30-september"
},
{
  "holidays": ["Международный день пожилых людей", "День Сухопутных войск", "Международный день музыки", "Всемирный день улыбки", "Всемирный день вегетарианства", "День рождения почтовой открытки", "Арина Шиповница", "Всемирный день таблицы умножения", "Международный день кофе", "Всемирный день какао и шоколада", "Всемирный день татуировщика", "День саке", "День волос", "День черных собак", "День пожарного щенка", "День кружева", "Международный день балета", "День домашнего печенья", "Международный день охраны енотов", "День гуляния по улицам исчезнувших городов", "День CD-плеера", "День «Менее, чем идеально»", "День тыквенной приправы", "Праздник иконы Божией Матери «Целительница»", "Праздник иконы Божией Матери Молченская", "День разнообразия", "День выдержанного в бочках пива", "День детской музыки", "Праздник пледа", "День языка тела"],
  "names": ["Ян", "Сергей", "Петр", "Михаил", "Константин", "Илларион", "Иван", "Вольдемар", "Владимир", "Вениамин", "Борис", "Аркадий", "Алексей", "София", "Ирина", "Ефросинья", "Арина", "Ариадна"],
  "holidays_details": ["Преподобного Евмения Гортинского, епископа", "Преподобной Евфросинии (в миру Феодулии) Суздальской"],
  "url": "https://my-calend.ru/holidays/1-october"
},
{
  "holidays": ["Международный день социального педагога", "Международный день ненасилия", "День рождения электронной почты", "День профтехобразования", "День уролога", "Трофим и Зосима", "Всемирный день изготовления открытки", "Всемирный день без алкоголя", "Всемирный день игры", "Всемирный день сельскохозяйственных животных", "День имени вашей машины", "День путанья следов в осеннем парке", "День Махатмы Ганди – Индия"],
  "names": ["Федор", "Трофим", "Теодор", "Нил", "Николай", "Макар", "Константин", "Игорь", "Егор", "Давид", "Георгий", "Гавриил", "Алексей", "Мария"],
  "holidays_details": ["Мучеников Трофима, Савватия и Доримедонта", "Благоверных князей Феодора Ростиславича Черного, Смоленского, и чад его Давида и Константина, Ярославских чудотворцев", "Благоверного князя Игоря (во Святом Крещении Георгия) Черниговского и Киевского"],
  "url": "https://my-calend.ru/holidays/2-october"
},
{
  "holidays": ["День ОМОНа в России", "Всероссийский День спортсменов силовых видов спорта", "Астафий Ветряк", "День учителя – Украина, Беларусь, Казахстан", "Всемирный день трезвости", "Всемирный день грибника", "Всемирный день ходьбы", "Собор Брянских святых", "День бойфренда", "День технарей", "День осведомленности о вирусах", "Международный день войлока", "Всемирный день смузи", "День карамели с заварным кремом", "День поиска каштанов", "Международный день скромного смеха", "День «Посмотрите на листья»", "День бабочки и колибри"],
  "names": ["Ян", "Федор", "Теодор", "Остап", "Олег", "Михаил", "Илларион", "Иван", "Василий", "Александр", "Татьяна"],
  "holidays_details": ["Великомученика Евстафия Плакиды, жены его мученицы Феопистии и чад их мучеников Агапия и Феописта", "Мучеников и исповедников благоверного князя Михаила Черниговского и болярина его мученика Феодора, чудотворцев", "Преподобного и благоверного князя Олега Брянского"],
  "url": "https://my-calend.ru/holidays/3-october"
},
{
  "holidays": ["Всемирный день архитектуры", "Всемирный день животных", "День войск гражданской обороны МЧС России", "День космических войск", "Всемирный день Хабитат (Всемирный день жилища)", "Кондрат да Ипат", "Международный день врача", "День улучшения вашего офиса", "День любителей гольфа", "День ответов на незаданные вопросы", "День тако", "День водки – США", "День детского здоровья"],
  "names": ["Ян", "Петр", "Нестор", "Лаврентий", "Константин", "Иосиф", "Иван", "Дмитрий", "Даниил", "Вольдемар", "Владимир", "Василий", "Валентин", "Андрей", "Александр"],
  "holidays_details": ["Отдание праздника Воздвижения Животворящего Креста Господня.", "Апостола от 70-ти Кодрата", "Обретение мощей святителя Димитрия Ростовского, митрополита", "Преподобного Даниила Шужгорского", "Преподобного Иосифа Заоникиевского (Вологодского)"],
  "url": "https://my-calend.ru/holidays/4-october"
},
{
  "holidays": ["День работников уголовного розыска", "День учителя", "Иона и Фока (Листопадная)", "Международный день против проституции", "День Республики Адыгея", "День напутствий улетающим птицам", "День яблочной запеканки", "День «Сделай что-нибудь приятное»", "День «Будь прикольным»"],
  "names": ["Петр", "Николай", "Мартин", "Макар", "Кузьма", "Вениамин", "Александр", "Прасковья"],
  "holidays_details": ["Пророка Ионы", "Священномученика Фоки, епископа Синопского", "Преподобного Ионы, пресвитера (IX), отца святых Феофана, творца канонов, и Феодора Начертанных", "Преподобного Ионы Яшезерского", "Преподобного Макария Жабынского, Белевского чудотворца"],
  "url": "https://my-calend.ru/holidays/5-october"
},
{
  "holidays": ["День страховщика", "Всемирный день охраны мест обитаний", "Ираида Спорная", "День архивиста – Беларусь", "День оранжевого вина", "День любителей чеснока", "Праздник Словенской чудотворной иконы Божией Матери", "Всемирный день церебрального паралича", "День лапши", "День «Приди и возьми это»", "День барсука", "День висения на люстре", "День безумного шляпника", "День благодарности большим размерам", "День тренера – США", "День дороги в школу"],
  "names": ["Ян", "Петр", "Николай", "Иннокентий", "Иван", "Андрей", "Раиса", "Ираида"],
  "holidays_details": ["Зачатие честного, славного Пророка, Предтечи и Крестителя Господня Иоанна", "Прославление святителя Иннокентия (Вениаминова), митрополита Московского"],
  "url": "https://my-calend.ru/holidays/6-october"
},
{
  "holidays": ["День образования штабных подразделений МВД РФ", "Фёкла Заревница", "День вежливых людей", "День работника организационно-инспекторских служб уголовно-исполнительной системы РФ", "День вспоминания про теплые вещи", "День кофе-фраппе", "День хорошего отношения – Пуэрто-Рико"],
  "names": ["Степан", "Сергей", "Павел", "Ибрагим", "Давид", "Владислав", "Виталий", "Василий", "Антон", "Андрей", "Фекла"],
  "holidays_details": ["Первомученицы равноапостольной Феклы Иконийской", "Преподобного Никандра пустынножителя, Псковского чудотворца", "Преподобномученика Галактиона Вологодского"],
  "url": "https://my-calend.ru/holidays/7-october"
},
{
  "holidays": ["День командира надводного, подводного и воздушного корабля", "Всемирный день яйца", "Сергей Капустник", "День юриста – Украина", "День вареников", "Всемирный день осьминога", "День солнечных улыбок", "День сэндвича «Флаффернаттер»"],
  "names": ["Сергей", "Роман", "Прохор", "Павел", "Остап", "Николай", "Максим", "Евгений", "Герман", "Афанасий", "Александр", "Ефросинья"],
  "holidays_details": ["Преподобных Евфросинии Александрийской и Евфросинии (в миру Феодулии) Суздальской", "Преставление преподобного Сергия, игумена Радонежского, всея России чудотворца", "Перенесение мощей святителя Германа, архиепископа Казанского и Свияжского"],
  "url": "https://my-calend.ru/holidays/8-october"
},
{
  "holidays": ["Всемирный день почты", "День российской гомеопатии", "Иван Богослов", "День Специальной пожарной охраны МЧС России", "День разгрома советскими войсками немецко-фашистских войск в битве за Кавказ", "День заплесневелого сыра", "День нанотехнологий", "День любопытных событий", "День отражений в лужах", "День гвоздестояния", "День кекса «За жизнь»", "День сэндвича «Подводная лодка»", "День пожарной безопасности – США, Канада", "Покровская родительская суббота", "День мотогонщиков", "Всемирный день мигрирующих птиц"],
  "names": ["Ян", "Тихон", "Николай", "Иван", "Дмитрий", "Вольдемар", "Владимир", "Афанасий", "Александр"],
  "holidays_details": ["Преставление Апостола и Евангелиста Иоанна Богослова", "Святителя Тихона (Белавина), патриарха Московского и всея России", "Преподобного Ефрема Перекомского, игумена, Новгородского чудотворца"],
  "url": "https://my-calend.ru/holidays/9-october"
},
{
  "holidays": ["Всемирный день психического здоровья", "День работника сельского хозяйства и перерабатывающей промышленности", "День рождения социальной сети «ВКонтакте»", "Савватий Пчельник", "День работников культуры – Беларусь", "День работников санитарно-эпидемиологической службы – Украина", "День работников стандартизации и метрологии – Украина", "День художника – Украина", "Всемирный день бездомных", "Международный день каши", "Всемирный день борьбы против смертной казни", "День сумочки", "День украшения торта", "День «Обними барабанщика»", "День ангельского бисквита", "День шуршания листьями", "Всемирный день воздушных змеев"],
  "names": ["Федор", "Теодор", "Петр", "Михаил", "Марк", "Игнат", "Дмитрий", "Герман", "Виктор", "Аристарх", "Феврония", "Акилина"],
  "holidays_details": ["Мучеников Каллистрата и дружины его: Гимнасия и иных", "Преподобного Савватия Соловецкого", "Священномученика Петра (Полянского), митрополита Крутицкого"],
  "url": "https://my-calend.ru/holidays/10-october"
},
{
  "holidays": ["Международный день девочек", "Международный день каминг-аута", "Харитонов день", "День интернет-банкинга", "День пинка под зад", "День Республики Башкортостан", "День «Это моя вечеринка»", "Всемирный день борьбы с ожирением", "День пиццы с колбасой", "День езды по бездорожью", "День вдыхания осеннего воздуха"],
  "names": ["Ян", "Харитон", "Федор", "Теодор", "Родион", "Остап", "Нестор", "Марк", "Макар", "Кирилл", "Илларион", "Иван", "Ибрагим", "Еремей", "Егор", "Георгий", "Вячеслав", "Валентин", "Александр", "Юлиана", "Ульяна", "Татьяна", "Мария", "Анна"],
  "holidays_details": ["Святителя Харитона Исповедника, епископа", "Преподобных Кирилла и Марии, родителей преподобного Сергия Радонежского", "Собор преподобных отцов Киево-Печерских", "Преподобного Иродиона (Родиона) Илоезерского", "Благоверного князя Вячеслава Чешского"],
  "url": "https://my-calend.ru/holidays/11-october"
},
{
  "holidays": ["День кадрового работника", "День испанского языка", "Всемирный день борьбы с артритом", "Феофан Милостивый", "День медицинской службы МВД РФ", "День сбережений", "Праздник чистого стакана", "День шоколадных сюрпризов", "День тушеной свинины", "День составления кулинарной книги", "Международный день вопля разочарования", "День встречи с вашими страхами"],
  "names": ["Ян", "Иван"],
  "holidays_details": ["Преподобного Кириака отшельника, Палестинского", "Обретение мощей святителя Иоанна Чудотворца (Максимовича), архиепископа Шанхайского и Сан-Францисского", "Священномученика Иоанна (Поммера), архиепископа Рижского и Латвийского"],
  "url": "https://my-calend.ru/holidays/12-october"
},
{
  "holidays": ["Международный день по уменьшению опасности бедствий", "День рождения «битломании»", "Михаил Соломенный", "День борьбы с ожирением домашних животных", "День гидрографической службы ВМФ РФ", "Международный день костюма", "День без лифчика", "День «Побалуйте себя»", "День шоколадного драже «Эм-н-Эмс»", "День «Тренируйте свой мозг»", "Всемирный день борьбы с тромбозом", "День целомудрия", "День засыпающих деревьев", "Международный день неудачников", "Международный день скептиков", "День йоркширского пудинга", "День прекращения издевательств"],
  "names": ["Серафим", "Семен", "Петр", "Михаил", "Матвей", "Леонид", "Григорий", "Вячеслав", "Василий", "Алексей", "Александр", "Акакий", "Аполлинария", "Александра"],
  "holidays_details": ["Священномученика Григория, епископа, просветителя Великой Армении", "Преподобного Григория Пельшемского, Вологодского чудотворца", "Святителя Михаила, первого митрополита Киевского и всея России, чудотворца"],
  "url": "https://my-calend.ru/holidays/13-october"
},
{
  "holidays": ["Всемирный день стандартов", "Покров Пресвятой Богородицы", "День работников заповедного дела", "Всемирный день зрения", "День рождения Винни-Пуха", "День матери – Беларусь", "День защитника – Украина", "Всемирный день спирометрии и легочного здоровья", "День накопления жизненных сил", "День десерта", "День «Будь лысым и свободным»", "День строчных букв", "День чак-чака", "День плетения облаков"],
  "names": ["Ян", "Савва", "Роман", "Петр", "Николай", "Михаил", "Иван", "Егор", "Григорий", "Георгий", "Алексей", "Александр", "Вера"],
  "holidays_details": ["Покров Пресвятой Богородицы", "Апостола от 70-ти Анании", "Преподобного Романа Сладкопевца, диакона", "Преподобного Саввы Вишерского, Новгородского", "Празднование в честь Хитона Господня и Столпа Животворящего"],
  "url": "https://my-calend.ru/holidays/14-october"
},
{
  "holidays": ["Международный день сельских женщин", "День создания адресно-справочной службы Российского государства", "Международный день белой трости", "Всемирный день мытья рук", "Всемирный день борьбы с раком груди", "День памяти\xa0жертв\xa0выкидышей и детской смертности", "Куприян и Устинья", "День работников фармацевтической и микробиологической промышленности – Беларусь", "День ворчуна", "День грибов", "День творожного сыра", "День импровизатора", "День собирания осенних листьев", "День жаркого с фазаном", "День курицы по-итальянски", "День синдрома дубликации хромосомы", "День маммографии", "Международный день шампанского"],
  "names": ["Ян", "Яков", "Федор", "Теодор", "Степан", "Петр", "Михаил", "Константин", "Иван", "Егор", "Дмитрий", "Давид", "Георгий", "Василий", "Борис", "Андрей", "Юстина", "Устинья", "Анна", "Александра"],
  "holidays_details": ["Священномученика Киприана, епископа, мученицы Иустины и мученика Феоктиста", "Блаженного Андрея, Христа ради юродивого, Константинопольского", "Благоверной княгини Анны (в иночестве Евфросиньи) Кашинской", "Преподобного Кассиана грека, Угличского чудотворца"],
  "url": "https://my-calend.ru/holidays/15-october"
},
{
  "holidays": ["Всемирный день анестезии", "Всемирный день продовольствия", "День Шефа (День Босса)", "Международный день хлеба", "День недотрог", "День аллерголога", "Денис Позимний", "День работников целлюлозно-бумажной промышленности – Украина", "День домашнего кино", "День службы дознания МВД РФ", "Всемирный день здорового питания", "Праздник Трубчевской иконы Божией Матери", "День словаря", "День диких кошек", "День ликера", "День северного ветра", "Всемирный день позвоночника", "Всемирный день пения", "Сладкий день"],
  "names": ["Ян", "Петр", "Павел", "Иван", "Денис", "Антон"],
  "holidays_details": ["Апостола от 70-ти Дионисия Ареопагита, епископа Афинского, священномучеников Рустика, пресвитера, и Елевферия, диакона", "Священноисповедника Агафангела (Преображенского), митрополита Ярославского"],
  "url": "https://my-calend.ru/holidays/16-october"
},
{
  "holidays": ["День работников дорожного хозяйства", "День работников пищевой промышленности", "Международный день борьбы за ликвидацию нищеты", "День посиделок при свечах", "Ерофеев день", "Собор Казанских святых", "Всемирный день травм", "Возвышенный день", "День электронных таблиц", "День пасты", "День «Отплати другу»", "День крайностей", "День матери в Республике Саха (Якутия)", "Всемирный день игрушечной фотокамеры"],
  "names": ["Яков", "Тихон", "Степан", "Петр", "Павел", "Николай", "Михаил", "Дмитрий", "Вольдемар", "Владимир", "Василий", "Виринея", "Вероника"],
  "holidays_details": ["Обретение мощей святителей Гурия, архиепископа Казанского и Варсонофия, епископа Тверского", "Священномученика Иерофея Афинского, епископа", "Благоверного князя Владимира Ярославича Новгородского, чудотворца", "Преподобного Аммона, затворника Печерского", "Священномученика Петра Капетолийского", "Святого Стефана Щиляновича"],
  "url": "https://my-calend.ru/holidays/17-october"
},
{
  "holidays": ["День сладкой патоки и восточных сладостей", "Харитины – первые холстины", "День очистки виртуального рабочего стола", "День памяти войсковой казачьей славы", "Европейский день борьбы против торговли людьми", "Международный день галстука", "Всемирный день менопаузы", "День шоколадного кекса", "День без бороды", "День европейского бобра", "Европейский день бумажного пакета", "День кудесника"],
  "names": ["Матвей", "Макар", "Кузьма", "Иннокентий", "Еремей", "Денис", "Демьян", "Григорий", "Гавриил", "Александра"],
  "holidays_details": ["Святителей Петра, Алексия, Ионы, Макария, Филиппа (Колычева), Иова, Ермогена, Тихона (Белавина), Петра (Полянского), Филарета, Иннокентия (Вениаминова) и Макария (Невского), Московских, всея России чудотворцев", "Мученицы Харитины Амисийской (Понтийской)", "Преподобных Дамиана, пресвитера, целебника, Иеремии и Матфея, прозорливых, Печерских", "Преподобноисповедника Гавриила (Игошкина), архимандрита Мелекесского"],
  "url": "https://my-calend.ru/holidays/18-october"
},
{
  "holidays": ["Всероссийский день лицеиста", "День написания письма в будущее", "Фомин день", "День спасателя – Казахстан", "День аптечного техника", "День «Оцените свою жизнь»", "День новых друзей", "День супа из морепродуктов", "Всемирный день детской кости и суставов", "День раздавленных пузырей"],
  "names": ["Ян", "Фома", "Макар", "Иван"],
  "holidays_details": ["Апостола Фомы"],
  "url": "https://my-calend.ru/holidays/19-october"
},
{
  "holidays": ["День военного связиста", "Международный день авиадиспетчера", "Международный день повара", "Всемирный день статистики", "Всемирный день борьбы с остеопорозом", "Сергий Зимний", "День борьбы с заболеванием раком молочной железы – Украина", "Праздник Псково-Печерской иконы Божией Матери «Умиление»", "Международный день ленивца", "День пополнения запасов на зиму", "День анекдотических собраний", "День сочинительства", "День информационной перегрузки", "День фруктов в бренди", "День Приморского края"],
  "names": ["Юлиан", "Сергей", "Николай", "Марк", "Леонтий", "Иосиф", "Демьян", "Пелагея"],
  "holidays_details": ["Мучеников Сергия и Вакха", "Преподобного Сергия Послушливого, Печерского", "Преподобного Сергия Нуромского (Вологодского)", "Обретение мощей преподобного Мартиниана Белозерского, игумена"],
  "url": "https://my-calend.ru/holidays/20-october"
},
{
  "holidays": ["Международный день кредитных союзов", "День лабиринта", "Трифон и Пелагея", "Международный день «встряски»", "Собор Вятских святых", "День дагестанской культуры и языков", "День цемента", "День «Назад в будущее»", "Праздник разума", "День разноцветных зонтов", "День «Проверьте свои лекарства»", "День болтовни", "День рептилий", "Международный день начос", "День тыквенного чизкейка", "День яблока – Великобритания"],
  "names": ["Ян", "Серафим", "Петр", "Павел", "Николай", "Иван", "Дмитрий", "Вольдемар", "Владимир", "Виктор", "Василий", "Татьяна", "Таисия", "Пелагея", "Надежда", "Мария", "Елизавета"],
  "holidays_details": ["Преподобной Пелагии Антиохийской", "Преподобного Досифея Верхнеостровского, Псковского, игумена", "Преподобного Трифона Вятского, архимандрита"],
  "url": "https://my-calend.ru/holidays/21-october"
},
{
  "holidays": ["Международный день заикающихся людей", "День рождения ксерокопии", "Яков Дровопилец", "День финансово-экономической службы ВС РФ", "Праздник Корсунской иконы Божией Матери", "День орехов", "Международный день защиты мужской нервной системы от насильственных действий со стороны женщины", "Праздник «Белых журавлей»", "День психофизики"],
  "names": ["Яков", "Степан", "Севастьян", "Петр", "Максим", "Константин", "Ибрагим"],
  "holidays_details": ["Апостола Иакова Алфеева", "Преподобных Андроника и жены его Афанасии", "Священномученика Константина Сухова, пресвитера", "Обретение мощей преподобноисповедника Севастиана Карагандинского (Фомина), архимандрита"],
  "url": "https://my-calend.ru/holidays/22-october"
},
{
  "holidays": ["День работников рекламы", "День моля", "Евлампий Зимоуказатель", "Международный день снежного барса", "Собор Волынских святых", "День гаражиста", "День консервирования", "День «Шлепни надоедливого коллегу»", "День кроксов", "День телеведущих ток-шоу", "День рождения iPod", "День отбрасывания хвоста"],
  "names": ["Яков", "Фома", "Степан", "Симон", "Сергей", "Савва", "Павел", "Кузьма", "Кирилл", "Иннокентий", "Илларион", "Ефим", "Василий", "Антон", "Андрей"],
  "holidays_details": ["Мученика Евлампия и мученицы Евлампии", "Преподобного Амвросия Оптинского", "Собор Волынских святых", "Преподобномучеников Зографских"],
  "url": "https://my-calend.ru/holidays/23-october"
},
{
  "holidays": ["День Организации Объединенных Наций", "День подразделений специального назначения в РФ", "Всемирный день информации о развитии", "Праздник любителя бильярда", "Международный день тещи", "Филиппова канитель", "День памяти ракетчиков", "Всемирный день борьбы с полиомиелитом", "День любви к теплым носкам", "День психа", "Всемирный день рубца", "День еды", "День «Верните свое время»", "День вареной колбасы «Болонья»"],
  "names": ["Филипп", "Макар", "Лев", "Илларион", "Александр", "Зинаида"],
  "holidays_details": ["Собор преподобных Оптинских старцев", "Апостола от 70-ти Филиппа, единого от семи диаконов", "Преподобного Феофана исповедника, творца канонов, епископа Никейского"],
  "url": "https://my-calend.ru/holidays/24-october"
},
{
  "holidays": ["День работника кабельной промышленности", "День таможенника Российской Федерации", "Международный день школьных библиотек", "Международный день борьбы женщин за мир", "День маркетолога", "Андрон Звездочет", "Международный день художника", "Праздник Иерусалимской иконы Божией Матери", "Европейский день гражданского правосудия", "Всемирный день макарон", "День жирных продуктов", "День круговой поруки", "День «Я забочусь о тебе»", "Самый мрачный день", "День трубного зова дальних странствий"],
  "names": ["Ян", "Тарас", "Остап", "Николай", "Мартин", "Максимилиан", "Макар", "Лаврентий", "Кузьма", "Иван", "Денис", "Богдан", "Александр", "Доминика"],
  "holidays_details": ["Священноисповедника Николая (Могилевского), митрополита Алма-Атинского", "Перенесение из Мальты в Гатчину части Древа Животворящего Креста Господня, Филермской иконы Божией Матери и десной руки Иоанна Крестителя", "Мучеников Прова, Тараха и Андроника", "Преподобного Амфилохия Глушицкого, игумена", "Преподобного Космы, епископа Маиумского, творца канонов"],
  "url": "https://my-calend.ru/holidays/25-october"
},
{
  "holidays": ["Праздник приятных неожиданностей", "Праздник Иверской иконы Пресвятой Богородицы", "День кутания в пледы", "День тыквы", "День куриного стейка", "День пирога с фаршем", "День мула", "День и ночь воя на луну", "Злата Онучница"],
  "names": ["Яков", "Трофим", "Николай", "Никита", "Иннокентий", "Вениамин", "Антон", "Злата"],
  "holidays_details": ["Священномучеников Карпа, епископа Фиатирского, Папилы, диакона, мученика Агафодора и мученицы Агафоники", "Преподобного Вениамина Печерского", "Обретение мощей священномученика Фаддея (Успенского), архиепископа Тверского и Кашинского", "Иверской иконы Божией Матери"],
  "url": "https://my-calend.ru/holidays/26-october"
},
{
  "holidays": ["Всемирный день аудиовизуального наследия", "Параскева Грязниха", "Международный день плюшевого мишки", "Праздник Яхромской иконы Божией Матери", "День наставничества", "День осенних миражей"],
  "names": ["Петр", "Назар", "Михаил", "Максимилиан", "Кузьма", "Игнат", "Прасковья"],
  "holidays_details": ["Преподобной Параскевы-Петки", "Мучеников Назария, Гервасия, Протасия и Келсия", "Преподобного Николы Святоши, князя Черниговского, Печерского чудотворца"],
  "url": "https://my-calend.ru/holidays/27-october"
},
{
  "holidays": ["День создания армейской авиации России", "Международный день анимации", "Международный день без бумаги", "День Бабушек и Дедушек", "Всемирный день дзюдо", "Ефимий Осенний", "День освобождения Украины от фашистских захватчиков – Украина", "Праздник иконы Божией Матери «Спорительница хлебов»", "День иммигрантов", "Международный день вина «Кариньян»"],
  "names": ["Ян", "Семен", "Лукьян", "Иван", "Ефим", "Дмитрий", "Денис", "Афанасий"],
  "holidays_details": ["Преподобного Евфимия Нового, Солунского, иеродиакона", "Святителя Афанасия (Сахарова), епископа Ковровского", "Преподобномученика Лукиана Антиохийского, пресвитера", "Святителя Иоанна, епископа Суздальского и Нижегородского", "Священномученика Лукиана Печерского"],
  "url": "https://my-calend.ru/holidays/28-october"
},
{
  "holidays": ["День вневедомственной охраны", "Всемирный день борьбы с инсультом", "Международный день псориаза", "Лонгин Сотник", "День военного финансиста – Украина", "Пятница Франкенштейна", "День хлебных палочек", "День рождения Комсомола", "День говоруна", "Всемирный день врача ультразвуковой диагностики", "День овсянки", "День длинных пестрых шарфов", "День отшельника", "День банданы"],
  "names": ["Ян", "Леонтий", "Иван", "Егор", "Евгений", "Дементий", "Георгий", "Алексей"],
  "holidays_details": ["Мученика Лонгина Сотника, иже при Кресте Господни", "Преподобных Лонгина, вратаря Печерского и Лонгина Яренгского"],
  "url": "https://my-calend.ru/holidays/29-october"
},
{
  "holidays": ["Всероссийский день гимнастики", "День инженера-механика", "День основания ВМФ России", "День памяти жертв политических репрессий", "Осия Колесник", "День тренера", "Праздник чудотворной иконы Божией Матери «Избавительница»", "Международный день ортопедических медсестер", "День «Напиши своему бывшему»", "День «Купи пончик»", "День кукурузных конфет", "День мокрых корок", "День создания великолепных похорон", "День улыбающихся каменных львов"],
  "names": ["Леонтий", "Кузьма", "Иосиф", "Демьян", "Антон", "Андрей", "Александр"],
  "holidays_details": ["Пророка Осии", "Преподобномученика Андрея Критского", "Перенесение мощей праведного Лазаря Четверодневного, друга Божия, епископа Китийского"],
  "url": "https://my-calend.ru/holidays/30-october"
},
{
  "holidays": ["День автомобилиста", "Международный день Черного моря", "День работников СИЗО и тюрем", "День сурдопереводчика", "Хэллоуин", "Всемирный день городов", "Международный день экономии", "День работников системы социальной защиты – Казахстан", "День семи миллиардов", "День темной материи", "Международный день хоккейного вратаря", "День магии", "День книг для удовольствия", "День красной рябины и прилетевших синиц", "День дверного звонка", "День яблока в карамельной глазури", "День повышения вашей психической энергии", "Лука Голодный"],
  "names": ["Юлиан", "Федор", "Теодор", "Сергей", "Семен", "Николай", "Лука", "Иосиф", "Давид", "Гавриил", "Андрей", "Злата", "Ефросинья", "Елизавета"],
  "holidays_details": ["Апостола и евангелиста Луки", "Обретение мощей преподобного Иосифа, игумена Волоцкого (Волоколамского), чудотворца"],
  "url": "https://my-calend.ru/holidays/31-october"
},
{
  "holidays": ["День менеджера", "День судебного пристава Российской Федерации", "Всемирный день вегана", "День гадания на кофейной гуще", "Иванов день (Проводы осени)", "День всех святых", "День бухгалтера в Волгоградской области", "День автора", "День зубной щетки", "День семейной грамотности", "День приготовления еды своим питомцам", "День кухонного припивания", "День уксуса", "Международный день вина «Ксиномавро»", "День кальцоне", "День прожаренных моллюсков"],
  "names": ["Ян", "Феликс", "Сергей", "Леонтий", "Иван", "Дмитрий"],
  "holidays_details": ["Пророка Иоиля", "Мученика Уара и с ним семи мучеников, учителей христианских", "Перенесение мощей преподобного Иоанна Рыльского"],
  "url": "https://my-calend.ru/holidays/1-november"
},
{
  "holidays": ["Международный день прекращения безнаказанности за преступления против журналистов", "Артемьев день", "День всех усопших верных (День памяти) – Беларусь", "День провозглашения Российской Империи", "День международного признания Санкт-Петербурга", "День фаршированных яиц", "День кормления птиц овсяным печеньем", "Праздник мутных глаз", "День всех душ"],
  "names": ["Ян", "Петр", "Павел", "Николай", "Михаил", "Леонид", "Иван", "Герман", "Артем", "Александр", "Матрена", "Ирина", "Арина"],
  "holidays_details": ["Великомученика Артемия Антиохийского", "Праведного отрока Артемия Веркольского"],
  "url": "https://my-calend.ru/holidays/2-november"
},
{
  "holidays": ["Иларионов день", "День ракетных войск и артиллерии – Украина", "День инженерных войск – Украина", "День домохозяйки и домохозяина", "День хранения тайны", "День сэндвича", "Всемирный день косплея", "Праздник культа", "День осведомленности о стрессе"],
  "names": ["Ян", "Яков", "Юлиан", "Федор", "Теодор", "Сергей", "Николай", "Константин", "Илларион", "Иван", "Захар", "Егор", "Дмитрий", "Демьян", "Георгий", "Вольдемар", "Владимир", "Василий", "Аркадий", "Анатолий", "Алексей", "Александр", "Пелагея", "Аза"],
  "holidays_details": ["Преподобного Илариона Великого", "Преподобного Илариона, схимника Печерского", "Перенесение мощей святителя Илариона, епископа Меглинского", "Преподобного Илариона Псковоезерского, Гдовского"],
  "url": "https://my-calend.ru/holidays/3-november"
},
{
  "holidays": ["День народного единства", "Казанская осенняя", "День рождения кассового аппарата", "День заботы о себе", "День железнодорожника – Украина", "Праздник Казанской иконы Божией Матери", "День государственности Удмуртской Республики", "День конфет", "День использования здравого смысла", "День куриной леди", "День «Мужчины готовят ужин»", "Международный день проектного менеджера", "Международный день стаута"],
  "names": ["Ян", "Федор", "Теодор", "Серафим", "Павел", "Николай", "Максимилиан", "Константин", "Ираклий", "Иван", "Захар", "Денис", "Григорий", "Герман", "Вольдемар", "Владимир", "Василий", "Александр", "Елизавета", "Гликерия", "Анна"],
  "holidays_details": ["Празднование в честь Казанской иконы Божией Матери", "Равноапостольного Аверкия, епископа Иерапольского, чудотворца", "Семи отроков, иже во Ефесе: святых Максимилиана, Иамвлиха, Мартиниана, Дионисия, Антонина, Ексакустодиана (Константина) и Иоанна"],
  "url": "https://my-calend.ru/holidays/4-november"
},
{
  "holidays": ["День военного разведчика", "День рождения Останкинской телебашни", "День рассматривания старых фотографий", "День Якова", "День военной разведки", "День американского футбола", "День рыжих", "Международный день менеджеров-волонтеров", "Всемирный день распространения информации о проблеме цунами"],
  "names": ["Яков", "Эмиль", "Николай", "Максим", "Игнат", "Емельян", "Елисей", "Вольдемар", "Владимир", "Александр", "Ефросинья"],
  "holidays_details": ["Апостола Иакова, брата Господня по плоти", "Перенесение мощей праведного Иакова Боровичского, Новгородского чудотворца"],
  "url": "https://my-calend.ru/holidays/5-november"
},
{
  "holidays": ["Международный день предотвращения эксплуатации окружающей среды во время войны и вооруженных конфликтов", "Всемирный день мужчин", "Скорбящая Божья Мать (Светец)", "Дмитриевская суббота", "Праздник иконы Божией Матери «Всех скорбящих Радость»", "День работника службы делопроизводства и режима уголовно-исполнительной системы РФ", "День Конституции Республики Татарстан", "Всемирный день без бумаги", "Международный день памяти животных, погибших от рук человека", "День саксофона", "День борьбы с малярией", "День поиска центра города", "День начос", "День бизона", "День гигантского омлета"],
  "names": ["Ян", "Петр", "Николай", "Лаврентий", "Ираклий", "Иван", "Афанасий", "Алексей", "Акакий"],
  "holidays_details": ["Мученика Арефы и с ним 4299 мучеников", "Иконы Божией Матери\xa0«Всех скорбящих Радость»", "Преподобного Зосимы (Верховского)", "Священномучеников Лаврентия (Князева), епископа Балахнинского, Алексия Порфирьева, пресвитера, мученика Алексия Нейдгардта", "Святителя Афанасия I Константинопольского, патриарха"],
  "url": "https://my-calend.ru/holidays/6-november"
},
{
  "holidays": ["День согласия и примирения", "День российского Пейнтбола", "Дедовские плачи", "День Октябрьской Революции – Беларусь", "День работников гражданской авиации – Беларусь", "День работника социальной сферы – Украина", "День холодца", "День рождения уральского трамвая", "День рисования на запотевшем стекле", "Международный день вина «Мерло»", "День объятий с медведем", "День горького шоколада с миндалем"],
  "names": ["Валерий", "Матрена"],
  "holidays_details": ["Мучеников Маркиана и Мартирия", "Преподобных Мартирия, диакона, и Мартирия затворника, Печерских", "Праведной Тавифы Иоппийской"],
  "url": "https://my-calend.ru/holidays/7-november"
},
{
  "holidays": ["Международный день КВН", "Дмитриев день", "Всемирный день градостроительства", "Международный день радиологии", "Международный День Пианиста", "Всемирный день сирот", "День статистика – Казахстан", "День Сибири", "День исполнения желаний", "День первых признаков зимы", "Всемирный день без Wi-Fi", "День капучино", "Всемирный день рентгенографии", "День болвана", "День «Приготовьте что-нибудь необычное и пикантное»", "День коктейля «Харви Волбенгер»"],
  "names": ["Дмитрий", "Василий", "Афанасий", "Антон"],
  "holidays_details": ["Великомученика Димитрия Солунского", "Мученика Луппа", "Воспоминание великого и страшного трясения (землетрясения) бывшего в Царьграде", "Преподобного Феофила Печерского, архиепископа Новгородского"],
  "url": "https://my-calend.ru/holidays/8-november"
},
{
  "holidays": ["Международный день против фашизма, расизма и антисемитизма", "Международный день антиядерных акций", "День отрядов милиции специального назначения", "Зарок на Параскеву", "День украинской письменности и языка – Украина", "Всемирный день свободы", "Всемирный день книги рекордов Гиннесса", "Всемирный день лизинга", "День чикенбургера", "День «Сходите в художественный музей»", "День мясного «хлеба»", "День дарения огня семи греющим свечкам", "День вечно живого хаоса"],
  "names": ["Нестор", "Марк", "Валентин", "Андрей", "Капитолина"],
  "holidays_details": ["Мученика Нестора Солунского", "Преподобных Нестора Летописца, Печерского и Нестора, Некнижного, Печерского", "Обретение мощей благоверного князя Андрея Смоленского в Переславле-Залесском"],
  "url": "https://my-calend.ru/holidays/9-november"
},
{
  "holidays": ["Всемирный день науки за мир и развитие", "День сотрудника органов внутренних дел Российской Федерации", "Международный день бухгалтерии (День бухгалтера)", "Всемирный день молодежи", "Параскевы Льняницы", "День просмотра черно-белого фильма", "День богини Макоши (богиня брака и родов)", "День ванильного кекса", "День незабудок"],
  "names": ["Ян", "Эммануил", "Степан", "Николай", "Максим", "Иван", "Егор", "Дмитрий", "Георгий", "Арсений", "Феврония", "Прасковья", "Неонила", "Анна"],
  "holidays_details": ["Великомученицы Параскевы, нареченной Пятница", "Мучеников Терентия и Неониллы, и чад их: Сарвила, Фота, Феодула, Иеракса, Нита, Вила, Евникии", "Преподобного Стефана Савваита, творца канонов", "Святителя Арсения, архиепископа Сербского", "Преподобного Иова, игумена Почаевского", "Святителя Димитрия, митрополита Ростовского"],
  "url": "https://my-calend.ru/holidays/10-november"
},
{
  "holidays": ["Международный день энергосбережения", "Всемирный день качества", "Всемирный день юзабилити", "Всемирный день мини-лыж", "День написания бумажных писем", "День офтальмолога", "День окончания Первой мировой войны", "Аврамий Овчар и Анастасия Овечница", "День экономиста", "Всемирный день шопинга", "День фитнеса", "День работника восстановительного поезда", "День десертного мороженого", "Всемирный день оригами", "Праздник заквашенных", "День «метал-музыки»", "День холостяков – Китай", "Всемирный день курицы", "Международный день вина «Темпранильо»"],
  "names": ["Ян", "Филипп", "Тимофей", "Павел", "Николай", "Леонид", "Кузьма", "Кирилл", "Иван", "Ибрагим", "Евгений", "Виктор", "Василий", "Афанасий", "Андрей", "Алексей", "Мария", "Анна", "Анастасия", "Агата"],
  "holidays_details": ["Преподобномученицы Анастасии Римляныни", "Преподобного Аврамия затворника и блаженной Марии, племянницы его", "Преподобного Аврамия, архимандрита Ростовского"],
  "url": "https://my-calend.ru/holidays/11-november"
},
{
  "holidays": ["День работников Сбербанка России", "День специалиста по безопасности", "Всемирный день борьбы с пневмонией", "Синичкин день", "Праздник Озерянской иконы Божией Матери", "День бухгалтера в Красноярском крае", "День профсоюзного работника в Республике Башкортостан", "День «Счастливого часа»", "День видимого дыхания на холоде", "День пиццы со всем подряд кроме анчоусов", "День творческих осуществлений"],
  "names": ["Юлиан", "Степан", "Семен", "Петр", "Матвей", "Марк", "Максим", "Макар", "Леонид", "Иосиф", "Герман", "Артем", "Александр", "Илона", "Елена", "Анастасия", "Алена"],
  "holidays_details": ["Священномученика Зиновия, епископа Егейского, и сестры его Зиновии", "Обретение мощей священноисповедника Агафангела (Преображенского), митрополита Ярославского", "Святых Стефана Милютина, короля Сербского, брата его Драгутина и матери их Елены"],
  "url": "https://my-calend.ru/holidays/12-november"
},
{
  "holidays": ["День войск радиационной, химической и биологической защиты\xa0(памятный день)", "Международный день слепых", "День рождения сосиски", "Всемирный день доброты", "Спиридон и Никодим", "День службы защиты государственной тайны ВС РФ", "День войск радио и радиотехнической разведки (РиРТР) ВС РФ", "День работников и специалистов в сфере дистанционного банковского обеспечения", "День собирания ключей и монеток", "День «Пустите слух»"],
  "names": ["Ян", "Яков", "Федор", "Трофим", "Теодор", "Степан", "Станислав", "Сергей", "Савва", "Роман", "Петр", "Николай", "Леонид", "Кузьма", "Иннокентий", "Иван", "Ибрагим", "Демьян", "Всеволод", "Василий", "Артем", "Анатолий", "Алексей", "Александр"],
  "holidays_details": ["Апостолов от 70-ти Стахия, Амплия, Урвана, Наркисса, Апеллия и и Аристовула", "Мученика Епимаха Нового", "Преподобных Спиридона и Никодима, просфорников Печерских"],
  "url": "https://my-calend.ru/holidays/13-november"
},
{
  "holidays": ["Всемирный день борьбы против диабета", "День социолога", "Международный день логопеда", "Кузьминки осенние", "День матери, потерявшей ребенка", "Международный день скороговорок", "День молитвы о сиротах", "День винного туризма", "День эндокринолога", "День расслабленности и беззаботности", "День маринованных огурцов", "День общения с духом вечера", "Праздник разбитых фонарей", "День острого соуса гуакамоле"],
  "names": ["Ян", "Яков", "Фома", "Федор", "Теодор", "Савва", "Петр", "Кузьма", "Иван", "Дмитрий", "Денис", "Демьян", "Давид", "Александр", "Адриан", "Юлиана", "Ульяна", "Елизавета", "Агриппина"],
  "holidays_details": ["Бессребреников и чудотворцев Космы и Дамиана Азийских и матери их преподобной Феодотии"],
  "url": "https://my-calend.ru/holidays/14-november"
},
{
  "holidays": ["День создания подразделений по борьбе с организованной преступностью", "Всемирный день вторичной переработки", "Всероссийский день призывника", "День молочных коктейлей", "Акиндин и Пигасий", "День национальной валюты – тенге – Казахстан", "День петербургского бухгалтера", "Праздник Шуйской-Смоленской иконы Божией Матери", "День филантропа", "День барабанщика", "День писателя в заключении", "День «Я люблю писать»", "Всемирный день гипнородов", "День очистки холодильника", "День шоколадного кекса", "День пряного печенья", "День бандт-кекса"],
  "names": ["Константин"],
  "holidays_details": ["Мучеников Акиндина, Пигасия, Аффония, Елпидифора, Анемподиста и иже с ними"],
  "url": "https://my-calend.ru/holidays/15-november"
},
{
  "holidays": ["Всероссийский день проектировщика", "Международный день терпимости", "Анна Холодная", "День работников радио, телевидения и связи – Украина", "Всероссийский день самбо", "Всемирный день рукоделия", "Международный день борьбы с анорексией", "День московского бухгалтера", "День капусты в Тверской области", "День фаст-фуда", "День пуговиц", "Праздник суточного застолья", "День нанизывания бисера"],
  "names": ["Ян", "Федор", "Теодор", "Сергей", "Семен", "Петр", "Павел", "Николай", "Кузьма", "Иосиф", "Илья", "Иван", "Егор", "Георгий", "Вольдемар", "Владимир", "Василий", "Богдан", "Александр", "Аифал", "Фотиния", "Светлана", "Евдокия", "Анна"],
  "holidays_details": ["Мучеников Акепсима епископа, Иосифа пресвитера и Аифала диакона", "Обновление (освящение) храма великомученика Георгия в Лидде"],
  "url": "https://my-calend.ru/holidays/16-november"
},
{
  "holidays": ["Международный день студентов", "День участковых уполномоченных полиции", "Международный день недоношенных детей", "День черной кошки", "Ерема — сиди дома", "День пешеходного туризма", "День домашнего хлеба", "День знакомства с новым чаем", "День пахлавы", "День недружелюбия", "День обмывщиков", "Всемирный день борьбы против хронической обструктивной болезни легких", "Международный день вина «Зинфандель»"],
  "names": ["Ян", "Степан", "Симон", "Николай", "Исмаил", "Илья", "Иван", "Григорий", "Александр"],
  "holidays_details": ["Преподобного Иоанникия Великого", "Священномучеников Никандра епископа Мирского, и Ермея пресвитера", "Преподобного Меркурия Печерского", "Блаженного Симона, Христа ради юродивого, Юрьевецкого"],
  "url": "https://my-calend.ru/holidays/17-november"
},
{
  "holidays": ["Всемирный день философии", "Международный день отказа от\xa0курения", "День рождения Деда Мороза", "День рождения Микки Мауса", "День Ионы", "День принцесс", "День придумывания секретов", "День кнопочного телефона", "День лукового супа-пюре", "День здоровья в сельских поселениях"],
  "names": ["Тихон", "Тимофей", "Григорий", "Гавриил"],
  "holidays_details": ["Мучеников Галактиона и Епистимии", "Святителя Ионы, архиепископа Новгородского", "Святителя Тихона (Белавина), патриарха Московского и всея России"],
  "url": "https://my-calend.ru/holidays/18-november"
},
{
  "holidays": ["Всемирный день туалета", "День работника стекольной промышленности", "День ракетных войск и артиллерии", "Международный мужской день", "Павел Ледостав", "День работников гидрометеорологической службы – Украина", "Всемирный день сантехника", "День женского предпринимательства", "День запаха свежего хлеба", "День кузнеца ручной ковки", "День плюшевого мишки в России", "День брызг", "День газированных напитков с кофеином", "День пожелания плохого дня", "День равных возможностей", "День палаточного лагеря"],
  "names": ["Павел", "Николай", "Никита", "Лука", "Константин", "Герман", "Гавриил", "Виктор", "Василий", "Арсений", "Анатолий", "Серафима", "Нина", "Матрена", "Клавдия", "Ефросинья", "Александра"],
  "holidays_details": ["Святителя Павла, исповедника, патриарха Константинопольского", "Преподобного Варлаама Хутынского", "Святителя Германа, архиепископа Казанского и Свияжского", "Преподобного Варлаама Керетского, иеромонаха"],
  "url": "https://my-calend.ru/holidays/19-november"
},
{
  "holidays": ["Всемирный день ребенка", "Федотов день", "Международный день педиатра", "День работника транспорта", "Праздник иконы Божией Матери «Взыграние Младенца»", "День Microsoft Windows", "День трамвайных поездок", "День перевоплощений", "День арахисово-сливочной помадки", "День имени своего компьютера", "День абсурда"],
  "names": ["Ян", "Федор", "Теодор", "Сергей", "Павел", "Николай", "Михаил", "Максим", "Константин", "Кирилл", "Илларион", "Иван", "Егор", "Евгений", "Григорий", "Георгий", "Вениамин", "Василий", "Валерий", "Богдан", "Афанасий", "Алексей", "Александр", "Елизавета"],
  "holidays_details": ["Мучеников в Мелитине", "Преподобного Лазаря Галисийского", "Священномученика Кирилла (Смирнова), митрополита Казанского и иных"],
  "url": "https://my-calend.ru/holidays/20-november"
},
{
  "holidays": ["Всемирный день памяти жертв ДТП", "Всемирный день телевидения", "День бухгалтера в России", "День работника налоговых органов Российской Федерации", "Всемирный день приветствий", "Михайлов день", "День работников сельского хозяйства – Украина, Беларусь, Казахстан", "День без музыки", "День светящихся окошек", "День имбирного пряника", "День начинки"],
  "names": ["Рафаэль", "Павел", "Михаил", "Гавриил", "Марфа", "Марта"],
  "holidays_details": ["Собор Архистратига Михаила и прочих Небесных Сил бесплотных"],
  "url": "https://my-calend.ru/holidays/21-november"
},
{
  "holidays": ["День психолога", "Матрёны зимние", "День сыновей", "Праздник иконы Божией Матери «Скоропослушница»", "День отогревания в кофейнях", "День «Поехали кататься!»", "День словарей и энциклопедий", "День канифольщиков", "День приемной семьи в Ульяновской области", "День клюквенной закуски"],
  "names": ["Ян", "Федор", "Тимофей", "Теодор", "Семен", "Нестор", "Константин", "Иосиф", "Илья", "Иван", "Ефим", "Дмитрий", "Виктор", "Антон", "Алексей", "Александр", "Матрена", "Евстолия"],
  "holidays_details": ["Мучеников Онисифора и Порфирия", "Преподобной Матроны", "Иконы Божией Матери, именуемой", "Преподобной Феоктисты Паросской"],
  "url": "https://my-calend.ru/holidays/22-november"
},
{
  "holidays": ["День вставания с той ноги", "Родион и Ераст", "День Фибоначчи", "Международный день борьбы с безнаказанностью", "День эспрессо", "День орехов кешью", "Международный день акварели"],
  "names": ["Ян", "Эраст", "Серафим", "Родион", "Петр", "Николай", "Нестор", "Михаил", "Константин", "Иван", "Егор", "Денис", "Георгий", "Борис", "Аполлон", "Алексей", "Александр", "Ольга", "Анна"],
  "holidays_details": ["Апостолов от 70-ти Ераста, Олимпа, Родиона, Сосипатра, Куарта (Кварта) и Тертия", "Мученика Ореста врача", "Священномучеников Прокопия (Титова), архиепископа Херсонского, Иоанна Скадовского, Дионисия Щегопева, Петра Павлушкова, пресвитеров", "Священномучеников Августина (Беляева), архиепископа Калужского, и с ним"],
  "url": "https://my-calend.ru/holidays/23-november"
},
{
  "holidays": ["День моржа", "Федор Студит", "День вашего уникального таланта", "День эволюции", "День коричневых локонов", "Международный день вина «Карменер»", "День сардин", "День завоевания друзей и влияния на людей", "День угощения домовых молоком"],
  "names": ["Яков", "Федор", "Тимофей", "Теодор", "Степан", "Максим", "Евгений", "Виктор", "Афанасий", "Антон", "Стефания"],
  "holidays_details": ["Великомученика Мины", "Мученика Виктора и мученицы Стефаниды", "Мученика Викентия", "Преподобного Феодора Студита, исповедника", "Блаженного Максима, Христа ради юродивого, Московского чудотворца", "Преподобного Мартирия Зеленецкого", "Мученика Стефана Уроша III Дечанского"],
  "url": "https://my-calend.ru/holidays/24-november"
},
{
  "holidays": ["Международный день борьбы за ликвидацию насилия в отношении женщин", "Иван Милостивый", "День благодарения", "День российского военного миротворца", "Праздник иконы Божией Матери «Милостивая»", "День Олонхо в Якутии", "День смотрения по сторонам", "День расплывных лиц", "День парфе", "День семейной истории здоровья"],
  "names": ["Ян", "Федор", "Теодор", "Степан", "Савва", "Нил", "Николай", "Матвей", "Лев", "Константин", "Иван", "Дмитрий", "Даниил", "Вольдемар", "Владимир", "Борис", "Афанасий", "Александр"],
  "holidays_details": ["Святителя Иоанна Милостивого, патриарха Александрийского", "Преподобного Нила Постника", "Преподобного Нила Мироточивого, Афонского", "Блаженного Иоанна Власатого, Ростовского чудотворца"],
  "url": "https://my-calend.ru/holidays/25-november"
},
{
  "holidays": ["Всемирный день информации", "Международный день сапожника", "День Георгиевского креста", "День борьбы с ожирением", "День торта", "День переворачивания мира", "День чистки зубов", "День бухгалтера в Татарстане"],
  "names": ["Ян", "Иван", "Герман"],
  "holidays_details": ["Святителя Иоанна Златоуста, архиепископа Константинопольского"],
  "url": "https://my-calend.ru/holidays/26-november"
},
{
  "holidays": ["День морской пехоты", "День оценщика", "Куделица (Филиппов день)", "День памяти жертв голодоморов – Украина", "День работника ветеринарной службы Кубани", "День слушания музыки вечернего города", "День баварского кремового пирога", "Международный день осведомленности об ауре"],
  "names": ["Филипп", "Федор", "Теодор", "Сергей", "Петр", "Николай", "Михаил", "Константин", "Егор", "Дмитрий", "Григорий", "Георгий", "Гавриил", "Виктор", "Василий", "Аристарх", "Алексей", "Александр", "Анна"],
  "holidays_details": ["Апостола Филиппа", "Преподобного Филиппа Ирапского", "Святителя Григория Паламы, архиепископа Фессалонитского"],
  "url": "https://my-calend.ru/holidays/27-november"
},
{
  "holidays": ["День матери", "Гурьев день", "Всемирный день сострадания", "День профессионального бухгалтера", "День красной планеты", "День придумывания новых слов", "День французских тостов", "День пьяного ежика", "Ханука (Праздник свечей) – Израиль"],
  "names": ["Фома", "Филипп", "Петр", "Николай", "Никита", "Дмитрий", "Григорий"],
  "holidays_details": ["Рождественский пост", "Мучеников и исповедников Гурия, Самона и Авива", "Преподобного Паисия Величковского"],
  "url": "https://my-calend.ru/holidays/28-november"
},
{
  "holidays": ["Международный день солидарности с палестинским народом", "Матвеев день", "День образования территориально-национальной автономии Башкортостана", "День любителя острых ощущений", "День мостов", "Праздник угукальщиков", "День буквы Ё", "День шоколадки", "День пирога с лимонным кремом", "День электронных поздравительных открыток", "День «Выброси свои объедки»", "День сквер-данса"],
  "names": ["Ян", "Федор", "Теодор", "Сергей", "Николай", "Михаил", "Матвей", "Макар", "Иван", "Дмитрий", "Виктор", "Василий"],
  "holidays_details": ["Рождественский пост", "Апостола и евангелиста Матфея"],
  "url": "https://my-calend.ru/holidays/29-november"
},
{
  "holidays": ["Международный день защиты информации", "Всемирный день домашних животных", "Всемирный день слонов", "Григорий Зимоуказатель", "День памяти всех жертв применения химического оружия", "Международный день «Города за жизнь»", "Праздник неглиже", "День хомуса в Якутии", "День держания хвоста трубой и носа морковкой", "День банки для консервирования", "День мусса"],
  "names": ["Ян", "Михаил", "Иван", "Захар", "Григорий", "Геннадий", "Виктория"],
  "holidays_details": ["Рождественский пост", "Святителя Григория чудотворца, епископа Неокесарийского", "Преподобного Никона, игумена Радонежского, ученика преподобного Сергия"],
  "url": "https://my-calend.ru/holidays/30-november"
},
{
  "holidays": ["Всемирный день борьбы со СПИДом", "Международный день невролога", "Платон и Роман Зимоуказатели", "День работников прокуратуры – Украина", "День Первого Президента Республики Казахстан – Казахстан", "Всероссийский день хоккея", "День Антарктиды", "День без искусства", "День поедания красных яблок", "День белой козы", "День рождественских огней – США"],
  "names": ["Роман", "Николай"],
  "holidays_details": ["Рождественский пост", "Собор святых Эстонской земли", "Мученика Платона Анкирского", "Мучеников Романа, диакона, и отрока Варула"],
  "url": "https://my-calend.ru/holidays/1-december"
},
{
  "holidays": ["День банковского работника России", "День 2D-художников", "Международный день борьбы за отмену рабства", "Авдей Радетель", "Праздник иконы Божией Матери «В скорбех и печалех Утешение»", "Всемирный день компьютерной грамотности", "День дворняги", "День оладьев", "День безопасной бритвы", "День фортуны", "День прогулов", "День пушистой нежности", "День шлепанцев – Новая Зеландия"],
  "names": ["Ян", "Яков", "Федор", "Тимофей", "Теодор", "Сергей", "Семен", "Петр", "Михаил", "Леонид", "Константин", "Илларион", "Игнат", "Иван", "Дмитрий", "Денис", "Григорий", "Геннадий", "Вениамин", "Валентин", "Александр", "Адриан", "Авдей"],
  "holidays_details": ["Рождественский пост", "Святителя Филарета, митрополита Московского (Дроздова)", "Пророка Авдия (из 12-ти)", "Мученика Варлаама", "Преподобных Варлаама пустынника и Иоасафа царевича Индийского, и отца его, Авенира царя", "Преподобного Варлаама, игумена Печерского", "Обретение мощей преподобномученика Адриана Пошехонского, Ярославского, игумена"],
  "url": "https://my-calend.ru/holidays/2-december"
},
{
  "holidays": ["Всемирный день компьютерной графики", "День Неизвестного солдата", "День юриста", "Международный день инвалидов", "Международный день борьбы с пестицидами", "День положительных ответов", "День Прокла", "День атомного ледокольного флота РФ", "День памяти богатыря Святогора", "День крыши над головой", "Международный день баскского языка", "День яблочного пирога", "День благодарности бармену"],
  "names": ["Ян", "Эмиль", "Остап", "Николай", "Макар", "Иосиф", "Илларион", "Иван", "Емельян", "Денис", "Демьян", "Григорий", "Вольдемар", "Владимир", "Василий", "Арсений", "Анатолий", "Алексей", "Александр", "Азат", "Фекла", "Татьяна", "Анна"],
  "holidays_details": ["Рождественский пост", "Предпразднство Введения во храм Пресвятой Богородицы", "Преподобного Григория Декаполита", "Святителя Прокла Константинопольского, патриарха", "Преподобного Дамиана (в схиме Диодора) Юрьегорского"],
  "url": "https://my-calend.ru/holidays/3-december"
},
{
  "holidays": ["День информатики в России", "Введение во храм Пресвятой Богородицы", "День заказа подарков Деду Морозу", "День страховых работников – Беларусь", "Международный день объятий", "День угощения птиц и белок", "День печенья", "День вина «Каберне Фран»", "Международный день гепарда", "День игрального кубика", "День «Носите коричневую обувь»", "День душистых носков", "Католический день святой Варвары"],
  "names": [],
  "holidays_details": ["Введение во храм Пресвятой Богородицы", "Рождественский пост"],
  "url": "https://my-calend.ru/holidays/4-december"
},
{
  "holidays": ["День сетевика в России", "Всемирный день почв", "Международный день добровольцев", "Прокопьев день", "День юриста – Беларусь", "День работников статистики – Украина", "Всемирный день ниндзя", "День ванной вечеринки", "День торта «Захер»", "Самый несносный день в году", "День поющих звезд", "День отмены «сухого закона» – США", "День рождения Пермского края", "День аудитора и бухгалтера Краснодарского края"],
  "names": ["Ярополк", "Ян", "Яков", "Федор", "Теодор", "Савва", "Петр", "Павел", "Михаил", "Марк", "Максим", "Илья", "Иван", "Вольдемар", "Владимир", "Василий", "Борис", "Афанасий", "Архип", "Алексей", "Прасковья"],
  "holidays_details": ["Рождественский пост", "Попразднство Введения", "Апостола от 70-ти Филимона и мученицы равноапостольной Апфии, апостола от 70-ти Архиппа", "Благоверного князя Михаила Ярославича Тверского", "Благоверного князя Ярополка (в крещении Петра) Владимиро-Волынского"],
  "url": "https://my-calend.ru/holidays/5-december"
},
{
  "holidays": ["День рождения микроволновой печи", "Митрофанов день", "День Вооруженных Сил – Украина", "День прокуратуры – Казахстан", "День подразделений по контролю за оборотом наркотиков МВД РФ", "День рождения Санта-Клауса", "День памяти великого князя Александра Невского", "Католический день святого Николая", "День «Наденьте свои ботинки»", "День гаспачо", "День ростовщика", "День елки с варежками", "День рыжих мыслей"],
  "names": ["Ян", "Федор", "Теодор", "Серафим", "Митрофан", "Иван", "Елизар", "Григорий", "Борис", "Алексей", "Александр"],
  "holidays_details": ["Рождественский пост", "Святителя Амфилохия, епископа Иконийского", "Святителя Григория, епископа Акрагантийского", "Благоверного великого князя Александра Невского (в схиме Алексия)", "Святителя Митрофана (в схиме Макария), епископа Воронежского"],
  "url": "https://my-calend.ru/holidays/6-december"
},
{
  "holidays": ["Международный день гражданской авиации", "Катерина Санница", "День собутыльника", "День местного самоуправления – Украина", "День инженерно-авиационной службы ВКС России", "День любителей поспать", "День написания писем", "День сахарной ваты", "День кисельных девиц"],
  "names": ["Ян", "Симон", "Михаил", "Митрофан", "Марк", "Иван", "Евгений", "Григорий", "Алексей", "Александр", "Катарина", "Екатерина", "Августина"],
  "holidays_details": ["Рождественский пост", "Великомученика Меркурия", "Великомученицы Екатерины", "Мученика Меркурия Смоленского"],
  "url": "https://my-calend.ru/holidays/7-december"
},
{
  "holidays": ["День образования российского казначейства", "Климентьев день", "Международный день художника", "День шоколадного пирожного", "День сала", "День путешественника во времени", "День Великого Незнания", "Католическое торжество непорочного зачатия Девы Марии", "День орнаментальной музыки", "День бармена – США"],
  "names": ["Ярослав", "Ян", "Серафим", "Семен", "Петр", "Павел", "Николай", "Кузьма", "Клим", "Илларион", "Иван", "Григорий", "Виктор", "Василий", "Андрей", "Александр", "Магдалина"],
  "holidays_details": ["Рождественский пост", "Отдание праздника Введения во храм Пресвятой Богородицы", "Священномучеников Климента, папы Римского, и Петра I Александрийского, архиепископа"],
  "url": "https://my-calend.ru/holidays/8-december"
},
{
  "holidays": ["День Героев Отечества", "Международный день борьбы против коррупции", "День ведомственной охраны железнодорожного транспорта России", "Егорий Осенний (Юрьев день)", "День рождения компьютерной мыши", "День грузчика", "Международный день памяти жертв преступления геноцида", "День государственного гражданского и муниципального служащего в Ульяновской области", "День рождественской открытки", "День кондитерских изделий", "День ламы", "День рождения Оле-Лукойе", "День оживления"],
  "names": ["Ян", "Яков", "Юлиан", "Тихон", "Петр", "Николай", "Назар", "Михаил", "Иннокентий", "Илья", "Иван", "Егор", "Даниил", "Георгий", "Василий", "Афанасий"],
  "holidays_details": ["Рождественский пост", "Преподобного Алипия Столпника", "Освящение церкви великомученика Георгия Победоносца в Киеве", "Святителя Иннокентия (Кульчицкого), епископа Иркутского"],
  "url": "https://my-calend.ru/holidays/9-december"
},
{
  "holidays": ["День прав человека", "День создания службы связи МВД России", "Международный день прав животных", "Всемирный день футбола", "День Нобеля", "Знамение", "Праздник иконы Божией Матери, именуемой «Знамение»", "День сидения на окне", "День основания Ханты-Мансийского автономного округа", "День марийской письменности", "День засандаленных"],
  "names": ["Ян", "Яков", "Федор", "Теодор", "Сергей", "Серафим", "Роман", "Николай", "Иван", "Дмитрий", "Демьян", "Гавриил", "Всеволод", "Вольдемар", "Владимир", "Василий", "Борис", "Андрей", "Алексей", "Фекла"],
  "holidays_details": ["Рождественский пост", "Иконы Божией Матери, именуемой «Знамение»", "Собор новомучеников и исповедников Радонежских", "Великомученика Иакова Персянина", "Святителя Иакова Ростовского, епископа", "Преподобного Палладия Александрийского", "Знамение Пресвятой Богородицы, бывшее в Новгороде Великом в 1170 году", "Обретение мощей благоверного князя Всеволода (в Крещении Гавриила) Новгородского, Псковского чудотворца"],
  "url": "https://my-calend.ru/holidays/10-december"
},
{
  "holidays": ["Международный день гор", "Международный день танго", "Сойкин день", "Всемирный день борьбы с бронхиальной астмой", "День Андреевского флага", "День памяти русских солдат, погибших в Чечне", "День колец из лапши", "День северного сияния в холодильнике", "Международный день условно бесплатных программ"],
  "names": ["Ян", "Харитон", "Фома", "Федор", "Тимофей", "Теодор", "Степан", "Сергей", "Серафим", "Рафаэль", "Петр", "Павел", "Николай", "Константин", "Иван", "Даниил", "Григорий", "Василий", "Андрей", "Алексей", "Прасковья", "Анна", "Анисия"],
  "holidays_details": ["Рождественский пост", "Преподобномученика Стефана Нового", "Мученика Иринарха Севастийского и святых семи жен", "Святителя Феодора Ростовского, архиепископа", "Священномученика Серафима (Чичагова), митрополита"],
  "url": "https://my-calend.ru/holidays/11-december"
},
{
  "holidays": ["День Конституции Российской Федерации", "Парамон Зимоуказатель", "День Сухопутных войск Вооруженных Сил Украины – Украина", "День благотворительности – Украина", "День сотрудников таможенных органов – Казахстан", "Общероссийский день приема граждан", "Международный день всеобщего охвата услугами здравоохранения", "Международный день нейтралитета", "Международный день «Хеви-метал»", "День придурковатости", "День пряничного домика", "День почесывания за ухом", "День амброзии", "Мировой день зажженных свечей", "Всемирный день хорового пения"],
  "names": ["Ян", "Николай", "Иван", "Денис", "Даниил", "Акакий"],
  "holidays_details": ["Рождественский пост", "Мученика Парамона Вифинского и с ним 370-ти мучеников", "Мученика Филумена Анкирского", "Преподобного Акакия Синайского, о котором повествуется в Лествице"],
  "url": "https://my-calend.ru/holidays/12-december"
},
{
  "holidays": ["Андреев день", "День медведя", "День горячего какао", "День лошади", "День скрипки", "Праздник живота", "День ванильного неба"],
  "names": ["Ян", "Иван", "Андрей"],
  "holidays_details": ["Рождественский пост", "Апостола Андрея Первозванного"],
  "url": "https://my-calend.ru/holidays/13-december"
},
{
  "holidays": ["Наумов день", "День чествования участников ликвидации последствий аварии на Чернобыльской АЭС – Украина", "День обезьян", "День бесплатной доставки", "День рыбной похлебки с чесноком", "День выпускания птиц души"],
  "names": ["Дмитрий", "Антон"],
  "holidays_details": ["Рождественский пост", "Пророка Наума", "Праведного Филарета Милостивого"],
  "url": "https://my-calend.ru/holidays/14-december"
},
{
  "holidays": ["День Заменгофа (праздник эсперантистов)", "Международный день чая", "День памяти журналистов, погибших при исполнении профессиональных обязанностей", "День Аввакума", "День работников суда – Украина", "День радиотехнических войск ВКС РФ", "Ночь валяния под лавкой", "День приручения уличных фонарей", "День кошачьих пастухов"],
  "names": ["Ян", "Федор", "Теодор", "Степан", "Соломон", "Сергей", "Павел", "Николай", "Матвей", "Кузьма", "Константин", "Кирилл", "Иван", "Дмитрий", "Вольдемар", "Владимир", "Борис", "Афанасий", "Андрей", "Алексей", "Феврония", "Тамара", "Мирра", "Матрена", "Мария", "Маргарита", "Вера", "Антонина"],
  "holidays_details": ["Рождественский пост", "Пророка Аввакума", "Преподобных Афанасиев, затворников Печерских", "Мученицы Миропии Хиосской", "Святого Стефана Уроша V, царя Сербского"],
  "url": "https://my-calend.ru/holidays/15-december"
},
{
  "holidays": ["День покорения вершин", "День лохматых", "Иван Молчальник", "День мировой немоты и тишины", "День еды покрытой шоколадом"],
  "names": ["Ян", "Федор", "Теодор", "Савва", "Николай", "Иван", "Егор", "Георгий", "Гавриил", "Андрей", "Гликерия"],
  "holidays_details": ["Рождественский пост", "Пророка Софонии", "Преподобного Саввы, игумена Сторожевского, Звенигородского чудотворца", "Преподобного Феодула Константинопольского"],
  "url": "https://my-calend.ru/holidays/16-december"
},
{
  "holidays": ["День Ракетных войск стратегического назначения (День РВСН)", "День сотрудников Государственной фельдъегерской службы России", "Международный день защиты секс-работников от насилия и жестокости", "Варварин день", "День белорусского кино – Беларусь", "День работника государственной исполнительной службы – Украина", "Праздник выкаблучников", "Праздник утренних иллюзий", "День ванных флотилий", "День кленового сиропа", "День аутсайдера", "День уродливого рождественского свитера"],
  "names": ["Ян", "Серафим", "Николай", "Иван", "Дмитрий", "Геннадий", "Василий", "Алексей", "Александр", "Юлиана", "Ульяна", "Кира", "Катарина", "Екатерина", "Варвара", "Анастасия"],
  "holidays_details": ["Рождественский пост", "Великомученицы Варвары и мученицы Иулиании", "Преподобного Иоанна Дамаскина", "Святителя Геннадия, архиепископа Новгородского"],
  "url": "https://my-calend.ru/holidays/17-december"
},
{
  "holidays": ["День подразделений собственной безопасности органов внутренних дел РФ", "День работников органов ЗАГСа", "День риэлтора в России", "Международный день мигрантов", "День арабского языка", "Саввин день", "День выпечки печенья", "День сворачивания в клубочек", "День жареного молочного поросенка", "День разговора по телефону как эльф", "День вантуза на голове"],
  "names": ["Сергей", "Савва", "Илья", "Захар", "Геннадий"],
  "holidays_details": ["Рождественский пост", "Преподобного Саввы Освященного", "Святителя Гурия, архиепископа Казанского"],
  "url": "https://my-calend.ru/holidays/18-december"
},
{
  "holidays": ["День работника военной контрразведки Российской Федерации", "День святого Николая", "Международный день помощи бедным", "День снабженца в России", "День рождения линолеума", "День адвокатуры – Украина", "День энергетика – Казахстан", "День скрещивания пальцев", "День поиска вечнозеленой елки", "День эмо", "День овсяных маффинов"],
  "names": ["Николай", "Максим"],
  "holidays_details": ["Рождественский пост", "Святителя Николая, архиепископа Мир Ликийских, Чудотворца"],
  "url": "https://my-calend.ru/holidays/19-december"
},
{
  "holidays": ["День работника органов безопасности (День ФСБ)", "Международный день солидарности людей", "Абросимов день", "Праздник Владимирской (Селигерской) иконы Божией Матери", "День куриного рождества", "День карманных вселенных", "День баночной тусовки", "День сангрии"],
  "names": ["Ян", "Сергей", "Петр", "Павел", "Нил", "Михаил", "Лев", "Игнат", "Иван", "Дементий", "Григорий", "Василий", "Антон"],
  "holidays_details": ["Рождественский пост", "Святителя Амвросия, епископа Медиоланского", "Преподобного Нила Столобенского", "Преподобного Антония Сийского, иеромонаха"],
  "url": "https://my-calend.ru/holidays/20-december"
},
{
  "holidays": ["День зимнего солнцестояния", "Анфиса Рукодельница", "День работника производственно-технических служб уголовно-исполнительной системы РФ", "День принятия Международной конвенции о ликвидации всех форм расовой дискриминации", "День рождения баскетбола", "День рождения кроссворда", "День повара японской кухни", "День жареных креветок", "День киви", "День пожимания лап", "День благодарности миниатюрным девушкам", "День коктейля «Кокито»"],
  "names": ["Сергей", "Потап", "Кирилл", "Анфиса"],
  "holidays_details": ["Рождественский пост", "Преподобного Патапия Фивского", "Преподобного Кирилла Челмогорского"],
  "url": "https://my-calend.ru/holidays/21-december"
},
{
  "holidays": ["День энергетика", "Анна тёмная", "День российского хоккея", "День работников дипломатической службы – Украина", "Праздник иконы Божией Матери «Нечаянная Радость»", "День работника Пенсионного фонда России", "День бардовской песни", "День герба и флага Ульяновской области", "День обмена печеньем", "День наступления ночи", "День коротышек", "День хлеба с финиками и орехами"],
  "names": ["Степан", "Вольдемар", "Владимир", "Василий", "Александр", "Ефросинья", "Анна"],
  "holidays_details": ["Рождественский пост", "Зачатие праведной Анною Пресвятой Богородицы"],
  "url": "https://my-calend.ru/holidays/22-december"
},
{
  "holidays": ["День дальней авиации ВВС России", "День Мины", "Праздник человеческого света", "День семейных корней", "День снежных ангелов"],
  "names": ["Ян", "Яков", "Фома", "Степан", "Сергей", "Петр", "Николай", "Михаил", "Лаврентий", "Константин", "Иван", "Евгений", "Григорий", "Анатолий", "Алексей", "Александр", "Фекла", "Татьяна", "Евлалия", "Евдокия", "Анна", "Ангелина", "Александра"],
  "holidays_details": ["Рождественский пост", "Святителя Иоасафа, епископа Белгородского", "Мучеников Мины, Ермогена и Евграфа", "Блаженных Иоанна и родителей его Стефана и Ангелины, правителей Сербских"],
  "url": "https://my-calend.ru/holidays/23-december"
},
{
  "holidays": ["Никонов день", "День работников архивных учреждений – Украина", "День путешествий по витринам", "День Конституции Республики Башкортостан", "День федерального агентства правительственной связи и информации РФ (День ФАПСИ)", "Католический Сочельник"],
  "names": ["Ян", "Эмиль", "Петр", "Николай", "Лука", "Леонтий", "Иван", "Емельян", "Даниил", "Аифал"],
  "holidays_details": ["Рождественский пост", "Преподобного Даниила Столпника", "Преподобного Никона Сухого, Печерского"],
  "url": "https://my-calend.ru/holidays/24-december"
},
{
  "holidays": ["Рождество Христово католическое", "Спиридон Солнцеворот", "День дарения елочных праздничных шаров", "День без буквы «Л»", "День тыквенного пирога"],
  "names": ["Александр"],
  "holidays_details": ["Рождественский пост", "Святителя Спиридона, епископа Тримифунтского, чудотворца", "Преподобного Ферапонта Монзенского"],
  "url": "https://my-calend.ru/holidays/25-december"
},
{
  "holidays": ["Международный день крупье", "День подарков", "Евстратиев день", "День войсковой противовоздушной обороны ВС РФ", "День нытика", "Праздник глубокого снега", "День охоты на сны", "День благодарственного письма", "День карамельной трости"],
  "names": ["Ян", "Яков", "Эмиль", "Николай", "Иван", "Емельян", "Евгений", "Григорий", "Герман", "Гавриил", "Вольдемар", "Владимир", "Василий", "Арсений", "Аркадий", "Алексей", "Александр", "Люция", "Анастасия"],
  "holidays_details": ["Рождественский пост", "Мучеников Евстратия, Авксентия, Евгения, Мардария и Ореста", "Преподобного Аркадия Вяземского и Новоторжского", "Преподобного Мардария, затворника Печерского", "Преподобного Арсения Латрийского, игумена"],
  "url": "https://my-calend.ru/holidays/26-december"
},
{
  "holidays": ["День спасателя Российской Федерации", "День соблазнения", "День шиворот-навыворот", "Филимонов день", "День вырезания снежинки из бумаги", "День «Сходи в зоопарк»", "День фруктового пирога"],
  "names": ["Николай", "Илларион"],
  "holidays_details": ["Рождественский пост", "Мучеников Фирса, Левкия и Каллиника", "Мучеников Филимона, Аполлония, Ариана и Феотиха"],
  "url": "https://my-calend.ru/holidays/27-december"
},
{
  "holidays": ["Международный день кино", "День продолжения банкета", "День шоколадных конфет", "День «Позвони другу»", "День поиска северного оленя", "Собор Крымских святых", "День памяти жертв депортации калмыцкого народа", "День игры в карты", "День загрузки"],
  "names": ["Степан", "Павел", "Илларион", "Василий", "Александр", "Сюзанна"],
  "holidays_details": ["Рождественский пост", "Священномученика Илариона (Троицкого), архиепископа Верейского", "Собор Крымских святых", "Священномученика Елевферия, епископа, матери его мученицы Анфии и мученика Корива епарха", "Преподобного Павла Латрийского", "Святителя Стефана, архиепископа Сурожского", "Преподобного Трифона Печенгского, Кольского"],
  "url": "https://my-calend.ru/holidays/28-december"
},
{
  "holidays": ["Агеев день", "День службы профессионально-психологического отбора МВД РФ", "День «Встань на весы»", "День «Еще столько всего надо сделать!»", "День «Тик-так»", "Международный день виолончели", "День розыска забытых благодарностей"],
  "names": ["Семен", "Петр", "Павел", "Николай", "Макар", "Илья", "Вольдемар", "Владимир", "Аркадий", "Александр", "София"],
  "holidays_details": ["Рождественский пост", "Пророка Аггея", "Преподобной Софии Суздальской"],
  "url": "https://my-calend.ru/holidays/29-december"
},
{
  "holidays": ["День заворачивания подарков", "Данилов день", "День образования СССР", "Праздник необыкновенных изменений в последнюю минуту", "День бекона", "День пищевой соды"],
  "names": ["Ян", "Степан", "Сергей", "Петр", "Николай", "Никита", "Иван", "Денис", "Даниил", "Александр"],
  "holidays_details": ["Рождественский пост", "Пророка Даниила и мучеников Анании, Азарии и Мисаила"],
  "url": "https://my-calend.ru/holidays/30-december"
},
{
  "holidays": ["Модестов день", "Канун Нового года", "День Центра специальных перевозок МВД РФ", "День шампанского", "День принятия решения", "Завершение финансового года", "День медитации о мире на планете", "День троп, усыпанных конфетти и блестками", "Несчастливый день", "День всеобщего часа мира"],
  "names": ["Ян", "Федор", "Теодор", "Сергей", "Семен", "Севастьян", "Николай", "Михаил", "Мартин", "Марк", "Илья", "Иван", "Егор", "Георгий", "Вольдемар", "Владимир", "Виктор", "София", "Зоя", "Елизавета", "Вера"],
  "holidays_details": ["Рождественский пост", "Священномученика Фаддея, архиепископа Тверского", "Мучеников Севастиана Медиоланского и дружины его", "Прославление праведного Симеона Верхотурского (Меркушинского)", "Святителя Модеста, архиепископа Иерусалимского", "Преподобного Севастиана Сохотского, Пошехонского"],
  "url": "https://my-calend.ru/holidays/31-december"
},
]
